[
  {
    "title": "Asistencia al acompañamiento de implementación de 365 Copilot",
    "id": "be424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "ITP Aero es una empresa española líder global en motores y componentes aeronáuticos. Desde Inetum hemos creado un programa de capacitación en el correcto uso e implantación a nivel de integración.",
    "business_segment": "ITP Aero",
    "sector": "Industria y Manufactura",
    "benefits": "Acompañamiento a un correcto uso técnico y ético de esta tecnología. Identificación de puntos fuertes de aplicación de IA generativa. Asesoramiento de privacidad y seguridad para un correcto despliegue.",
    "solution": "Este trabajo en conjunto con las diferentes áreas de gestión del cambio y GenAI aporta la visión más técnica y el conocimiento de posibles casos de uso aplicando esta herramienta. Para fortalecer esta culturización, es necesario un acompañamiento mediante varias sesiones semanales tematizadas por herramientas, dando visión sobre los posibles casos de uso y ejemplos sobre las diferentes capacidades de la herramienta.",
    "services": "Se han realizado varios talleres por grupos de control. Operatividad eficiente y escalable. Retos sobre la herramienta.",
    "roles": "GenAI Consultants",
    "tecnologia": "GenAI (Consultoria)",
    "fecha": "2024",
    "costo": "Confidencial"
  },
  {
    "title": "PoC Acelerador de conocimiento y asistencia en la toma de decisiones",
    "id": "bf424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Explorando la viabilidad de un estudio comprometido a partir de diferentes fuentes de información.",
    "business_segment": "Fuerzas y cuerpos de seguridad del estado?",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Acceso ágil a información relevante del conocimiento mediante lenguaje natural, mejorando la experiencia del usuario, facilitando la visión de cara a tomas de decisiones y tiempos de respuesta.",
    "solution": "Se examina la viabilidad de una solución con la casuística de que todo deberá de desplegar en una arquitectura On-Premise.",
    "services": "Para implementar la PoC, el chatbot se basará en la información cargada durante su inicialización. Consulta de información, búsqueda de términos clave y generación de respuestas.",
    "roles": "GenAI Specialists",
    "tecnologia": "GenAI (Accelerators)",
    "fecha": "2024",
    "costo": null
  },
  {
    "title": "PoC SmartAgent para RRHH",
    "id": "c0424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "La Diputació de Barcelona busca mejorar la eficiencia en la gestión de información interna de RRHH, específicamente sobre teletrabajo. Se propone el uso de un asistente conversacional basado en IA para facilitar el acceso a esta información.",
    "business_segment": "Diputació Barcelona",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Acceso ágil a la información de RRHH sobre teletrabajo. Mejora de la experiencia del empleado. Mayor eficiencia en la gestión de la información.",
    "solution": "Chatbot con LLM y RAG, interfaz amigable, carga de documentos, pruebas exhaustivas. Inetum proporciona la infraestructura. Se alimenta manualmente con documentos. Arquitectura: Azure Cloud (Azure AI Search, GenAI Libraries, Azure OpenAI Service). Se indexarán documentos PDF proporcionados por la Diputació sobre teletrabajo. El sistema será aislado y no accederá a información en tiempo real. Funcionalidades: Consulta de información, búsqueda de términos clave, generación de respuestas en lenguaje natural. Componentes: Azure AI Search, GenAI Libraries, Azure OpenAI Service.",
    "services": "Desarrollo e implementación del asistente conversacional. Integración con modelos LLM y RAG. Carga inicial de documentos (máximo 100 documentos PDF, 5GB). Pruebas y validación del asistente. Consulta de información Búsqueda de términos clave Generación de respuestas.",
    "roles": "GenAI Consultants, GenAI Specialists, GenAI Architect",
    "tecnologia": "GenAI (Accelerators)",
    "fecha": "2024",
    "costo": "~10k€"
  },
  {
    "title": "PoC SmartAgent para IA en RRHH",
    "id": "c1424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Este caso de uso en colaboración con Telefónica consiste en una PoC para evaluar el uso de IA generativa como herramienta de mejora para el conocimiento interno de la empresa en el ámbito de los recursos humanos.",
    "business_segment": "Telefónica",
    "sector": "Telecomunicaciones",
    "benefits": "Acceso ágil a información sobre procesos de RRHH. Mejora de la experiencia del empleado. Automatización de respuestas frecuentes relacionadas con procesos internos.",
    "solution": "PoC compuesta por chatbot con RAG con arquitectura sobre Azure Cloud, Azure AI Search, GenAI Libraries y Azure OpenAI Service. Chat sin conexión a internet, prealimentado con documentación específica sobre políticas y procesos de RRHH de Telefónica.",
    "services": "Asistente conversacional con capacidad para responder preguntas sobre procedimientos internos de RRHH. Acelerador SmartAgent adaptado al contexto corporativo. Soporte técnico y funcional durante la ejecución de la prueba de concepto.",
    "roles": "GenAI Consultants, GenAI Specialists",
    "tecnologia": "GenAI (Accelerators)",
    "fecha": "2024",
    "costo": "~12k€"
  },
  {
    "title": "PoC SmartAgent para atención al ciudadano",
    "id": "c2424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Proyecto piloto con la Junta de Andalucía para valorar la viabilidad del uso de un SmartAgent que dé soporte en la atención al ciudadano sobre trámites y servicios disponibles.",
    "business_segment": "Junta de Andalucía",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Acceso más eficiente y directo a información de trámites públicos. Reducción de carga de trabajo para operadores. Mejora de la experiencia del ciudadano.",
    "solution": "Chatbot desplegado en entorno aislado sin conexión online. Arquitectura sobre Azure con Azure AI Search, GenAI Libraries y Azure OpenAI Service. Entrenado con documentación específica de servicios públicos ofrecidos por la Junta. Permite búsquedas por lenguaje natural y devuelve respuestas contextualizadas.",
    "services": "Asistente inteligente para consulta de trámites. Integración con tecnología RAG. Carga inicial de documentación pública. Generación de respuestas personalizadas.",
    "roles": "GenAI Consultants, GenAI Specialists, GenAI Architect",
    "tecnologia": "GenAI (Accelerators)",
    "fecha": "2024",
    "costo": "~15k€"
  },
  {
    "title": "PoC SmartAgent para información institucional",
    "id": "c3424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "El Gobierno de España está explorando el uso de GenAI para dar acceso a ciudadanos y personal interno a información institucional y normativa pública mediante un asistente inteligente.",
    "business_segment": "Gobierno de España",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Acceso rápido a la normativa vigente. Mejora de la transparencia institucional. Aumento de la eficiencia operativa.",
    "solution": "Asistente con arquitectura en Azure, sin conexión externa, entrenado con documentación pública disponible en portales oficiales. Utiliza componentes Azure AI Search, GenAI Libraries y Azure OpenAI Service.",
    "services": "Acceso a información normativa mediante lenguaje natural. Automatización de consultas frecuentes. Reducción de carga de trabajo en atención ciudadana.",
    "roles": "GenAI Consultants, GenAI Specialists",
    "tecnologia": "GenAI (Accelerators)",
    "fecha": "2024",
    "costo": "~18k€"
  },
  {
    "title": "Asistente GenAI para soporte de cliente",
    "id": "c4424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Mapfre ha comenzado un proyecto con Inetum para incorporar asistentes inteligentes en sus canales de atención al cliente, buscando una respuesta ágil, precisa y personalizada mediante IA generativa.",
    "business_segment": "Mapfre",
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Atención al cliente más eficiente. Mejora de la satisfacción del usuario. Reducción del tiempo de respuesta y costes operativos.",
    "solution": "Desarrollo de un asistente entrenado con documentación interna de Mapfre. Arquitectura sobre Azure AI Search, GenAI Libraries y Azure OpenAI Service. Integración con canales de contacto actuales.",
    "services": "Despliegue de SmartAgent. Entrenamiento con documentación corporativa. Integración omnicanal.",
    "roles": "GenAI Consultants, GenAI Specialists",
    "tecnologia": "GenAI (Accelerators)",
    "fecha": "2024",
    "costo": "~25k€"
  },
  {
    "title": "PoC SmartAgent para atención ciudadana y gestión interna",
    "id": "c5424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "La propuesta tiene como objetivo facilitar a los ciudadanos y trabajadores del Ayuntamiento de Zaragoza el acceso a información mediante un asistente conversacional con IA generativa.",
    "business_segment": "Ayuntamiento de Zaragoza",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Facilidad de acceso a normativa municipal y procedimientos. Mejora de la experiencia del usuario y del personal. Reducción de cargas administrativas.",
    "solution": "SmartAgent desplegado en entorno cerrado y alimentado con documentación interna del ayuntamiento. Utiliza arquitectura sobre Azure: Azure AI Search, GenAI Libraries y Azure OpenAI Service.",
    "services": "Asistente para atención ciudadana. Acceso a normativa y documentación municipal. Generación de respuestas a preguntas frecuentes.",
    "roles": "GenAI Consultants, GenAI Specialists, GenAI Architect",
    "tecnologia": "GenAI (Accelerators)",
    "fecha": "2024",
    "costo": "~14k€"
  },
  {
    "title": "Lead Scoring – Web Users",
    "id": "c6424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Proceso que utiliza técnicas de Machine Learning para clasificar y priorizar prospectos (leads) según su probabilidad de conversión. Al analizar datos históricos y de comportamiento en línea, se asignan puntuaciones que permiten enfocar los esfuerzos de ventas y marketing en los prospectos más prometedores.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Enfoque en Leads de Alto Potencial: Prioriza a los prospectos con más probabilidad de conversión. Mejora de Tasa de Conversión: Incrementa la efectividad de las campañas de marketing. Optimización de Recursos: Redirige los esfuerzos hacia las oportunidades más valiosas. Aumento de Ingresos: Mejora el retorno de inversión al centrarse en leads cualificados.",
    "solution": "Recolección de Datos: Se recopilan datos históricos de conversiones y comportamiento de los usuarios en la web. Análisis de Machine Learning: Se entrenan modelos con estos datos para predecir la probabilidad de conversión. Asignación de Puntuaciones: Cada lead recibe una puntuación basada en su perfil y comportamiento. Implementación y Seguimiento: Se integran los resultados en plataformas de ventas y marketing para su utilización directa.",
    "services": "Mejorar Eficiencia de Ventas: Focalizar los esfuerzos comerciales en los prospectos adecuados. Aumentar Tasas de Conversión: Usar datos para tomar decisiones más efectivas. Optimizar Estrategias de Marketing: Rediseñar campañas según el scoring.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Marketing Mix Modeling",
    "id": "c7424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Es una técnica de análisis econométrico que, utilizando datos históricos, cuantifica la contribución de cada componente del marketing mix a métricas clave como las ventas. A través de un enfoque riguroso y basado en datos, permite a las empresas desglosar y entender el efecto específico de sus estrategias de marketing. Esto facilita la toma de decisiones informadas sobre cómo asignar recursos de marketing de manera más efectiva para maximizar los resultados.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Justificación de Inversiones: Proveer datos sólidos para justificar inversiones en marketing. Priorización de Actividades: Identificar y priorizar las actividades de mayor retorno. Optimización de Recursos: Optimizar la asignación de recursos para maximizar el retorno. Ventaja Competitiva: Ganar una ventaja competitiva mediante una mejor estrategia de marketing.",
    "solution": "Recolección de Datos: Recopilamos datos históricos detallados de marketing y ventas, abarcando diversos componentes del marketing mix, incluyendo precios, promociones, distribución y características de los productos. Limpieza y Preparación de Datos: Realizamos un preprocesamiento exhaustivo de los datos para asegurar su precisión y consistencia, eliminando errores y datos atípicos que puedan sesgar los resultados. Desarrollo de Modelos Econométricos y de Optimización: Utilizamos técnicas econométricas avanzadas para construir modelos que permitan analizar el impacto de cada componente del marketing mix en las métricas de rendimiento del negocio. Esto incluye la identificación de elasticidades de precio, respuesta a promociones y otros factores clave. Análisis y Validación: Analizamos los resultados del modelo para interpretar los impactos estimados y validamos su precisión mediante técnicas de validación cruzada y pruebas de robustez. Generación de Reportes y Recomendaciones: Elaboramos reportes detallados que presentan los hallazgos del análisis, incluyendo visualizaciones claras y recomendaciones específicas sobre cómo optimizar el presupuesto de marketing para maximizar el ROI. Implementación y Seguimiento: Proporcionamos soporte para la implementación de las recomendaciones y realizamos un seguimiento continuo para medir los resultados y ajustar las estrategias según sea necesario.",
    "services": "Identificar Contribuciones: Determinar el impacto de cada componente del marketing mix en las métricas clave. Optimizar Presupuestos: Ayudar a las empresas a optimizar su presupuesto de marketing. Mejorar ROI: Identificar cuáles actividades de marketing generan el mayor retorno de inversión. Aumentar Cuota de Mercado: Mejorar la cuota de mercado mediante tácticas de marketing eficaces.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Optimización de plantilla de trabajo",
    "id": "c8424100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Uso de algoritmos de optimización y aprendizaje automático que consideran múltiples factores para crear horarios eficientes y equitativos. Estos algoritmos permiten a las organizaciones mejorar la eficiencia operativa y la moral del empleado al mismo tiempo que cumplen con las normativas laborales.",
    "business_segment": null,
    "sector": "Industria y Manufactura",
    "benefits": "Mejora de Eficiencia: Incrementa la eficiencia operativa al asignar recursos de manera óptima. Mejor Asignación de Recursos: Utiliza algoritmos para asignar turnos y tareas considerando habilidades, disponibilidad y demanda. Mayor Moral del Empleado: Promueve la equidad y la transparencia en la asignación de horarios, lo que mejora la satisfacción laboral.",
    "solution": "Recolección de Datos: Recopilamos datos sobre disponibilidad del personal, demanda operativa, habilidades y restricciones. Análisis y Modelado: Utilizamos machine learning para analizar patrones y prever necesidades futuras. Generación de Horarios: Aplicamos algoritmos de optimización para crear horarios eficientes y equitativos. Implementación y Seguimiento: Monitoreamos la ejecución y realizamos ajustes según el feedback y los cambios en las condiciones.",
    "services": "Maximizar Productividad: Aumentar el rendimiento global del equipo. Mejorar Satisfacción del Personal: Crear condiciones de trabajo más justas y predecibles. Cumplir Normativas Laborales: Asegurar el cumplimiento de regulaciones y acuerdos laborales.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "CX ROI (Customer Experience Return on Investment)",
    "id": "c9424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Modelo econométrico y análisis de datos diseñado para evaluar el retorno de inversión de las iniciativas de experiencia del consumidor. Este modelo cuantifica el impacto financiero en términos de retención de clientes, lealtad y ventas adicionales, ayudando a las empresas a justificar inversiones en programas de experiencia del cliente y priorizar aquellas iniciativas que generan el mayor retorno.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Justificación de Inversiones: Proveer datos sólidos para justificar inversiones en experiencia del cliente. Priorización de Iniciativas: Identificar y priorizar las iniciativas de mayor retorno. Ventaja Competitiva: Ganar una ventaja competitiva mediante la mejora de la experiencia del cliente. Optimización de Recursos: Optimizar la asignación de recursos para maximizar el retorno.",
    "solution": "Recolección de Datos: Capturamos datos detallados de interacciones con clientes y resultados financieros. Modelización Econométrica: Desarrollamos y entrenamos modelos econométricos para analizar el impacto de las iniciativas de experiencia del cliente. Análisis Detallado: Realizamos análisis exhaustivos para interpretar los datos y medir el ROI. Reportes Comprensivos: Generamos reportes detallados que proporcionan insights y recomendaciones para la toma de decisiones empresariales.",
    "services": "Cuantificar ROI: Medir el retorno de inversión de las iniciativas de experiencia del cliente. Mejorar Retención de Clientes: Incrementar la retención de clientes mediante una mejor experiencia. Incrementar Lealtad: Fomentar la lealtad del cliente. Aumentar Ventas Adicionales: Generar ventas adicionales a través de una experiencia de cliente optimizada.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Optimización de la Cadena de Suministro en Manufactura",
    "id": "ca424100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Soluciones de optimización de la cadena de suministro basadas en aprendizaje automático para el sector industrial. Analizan en tiempo real datos de inventarios, demanda y logística para reducir costos, mejorar la eficiencia operativa y tomar decisiones basadas en datos.",
    "business_segment": null,
    "sector": "Industria y Manufactura",
    "benefits": "Reducción de Costos: Identificación de ineficiencias y optimización de recursos. Mejora de la Satisfacción del Cliente: Mejor alineación entre oferta y demanda. Eficiencia Operativa: Automatización de procesos y reducción de errores. Decisiones Basadas en Datos: Información precisa y en tiempo real. Flexibilidad y Adaptabilidad: Respuesta rápida a cambios en la demanda o interrupciones. Reducción del Impacto Ambiental: Uso más eficiente de los recursos y reducción de desperdicios.",
    "solution": "Recopilación de Datos: Uso de sensores y sistemas ERP para obtener información actualizada. Análisis Predictivo: Identificación de patrones de comportamiento y predicción de la demanda. Desarrollo de Modelos de Optimización: Modelos matemáticos para definir planes de acción óptimos. Implementación del Sistema: Integración con sistemas existentes. Monitoreo y Mejora Continua: Ajustes constantes para mantener el rendimiento.",
    "services": "Mejorar la Precisión de la Demanda. Optimizar la Gestión de Inventarios. Aumentar la Eficiencia Logística.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Servicio de MDM",
    "id": "cb424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "El cliente está trabajando con el sistema Informatica MDM desarrollando un sistema de cliente único con el objetivo de proporcionar información a todos los sistemas en tiempo real.",
    "business_segment": "El Corte Inglés",
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Sistema de referencia para proporcionar una información confiable de los clientes y los datos asociados. Evolucionar y apoyar el negocio y el sistema para adaptarse a las nuevas necesidades del negocio.",
    "solution": "Integrar nuevas fuentes al sistema para mantener un registro de oro único de clientes e información relacionada con ellos. Mejore las reglas de negocio y calidad ajustando los procesos de Match & Merge.",
    "services": "Análisis de las reglas de calidad de los datos e identificación del impacto en la deduplicación de filas. Evolución de los desarrollos actuales. Integración de nuevas fuentes de datos y evolución del sistema. Mejorar el rendimiento del sistema. Integración con sistemas (real / batch).",
    "roles": null,
    "tecnologia": "[\"Azure cloud\", \"Informatica MDM Multidomain\"]",
    "fecha": "(6 meses)",
    "costo": null
  },
  {
    "title": "Creación de Oficina del Dato",
    "id": "cc424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "Para asegurar el correcto funcionamiento de los diferentes proyectos Big Data es necesario crear una Oficina de Gestión de Proyectos que asegure las Buenas Prácticas e informe y controle el progreso de cada proyecto.",
    "business_segment": "Ministerio de Asuntos Económicos y Transformación Digital",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Velar por el correcto funcionamiento de todos los proyectos desarrollados en el área de Big Data. Ministerio de Asuntos Económicos y Transformación Digital contará con una herramienta para detectar sus necesidades tecnológicas gracias a expertos en cada campo de datos.",
    "solution": "Formar un equipo profesional en diferentes dominios de la ciencia de datos (ingeniería, análisis, ciencia de datos, arquitectura, gestión de seguridad). Crear una PMO encargada de Auditar tecnológica, económica y funcionalmente cualquier Proyecto que se desarrolle dentro del Ministerio de Asuntos Económicos y Transformación Digital.",
    "services": "PMO. Servicio experto: Data Engineer, Data Analyst, Data Science, Data Architect, Data Administrator, Data Security.",
    "roles": null,
    "tecnologia": "[\"Microsoft Azure\", \"Power BI\", \"Machine Learning\", \"SQL Server\", \"Databricks\", \"Data Catalog\", \"Datalake\", \"Azure Data Factory\", \"Cosmos DB\", \"Power Apps\"]",
    "fecha": "(12 meses)",
    "costo": null
  },
  {
    "title": "Fraudulent activities: Detector de firmas falsas",
    "id": "cd424100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "Dispositivo que emplea tecnología de reconocimiento de patrones para identificar firmas sospechosas o adulteradas. Compara firmas con bases de datos de registros previos para detectar alteraciones o diferencias sutiles que podrían indicar fraude.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Detección precisa de firmas fraudulentas. Mayor seguridad. Reducción de riesgos.",
    "solution": "Análisis de trazos y comparación con firmas genuinas mediante algoritmos avanzados de reconocimiento de patrones.",
    "services": "Identifica actividades fraudulentas a través del análisis de firmas.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Servicio de MDM y Gobierno del dato",
    "id": "ce424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "El cliente está trabajando con el sistema Informatica MDM desarrollando un sistema de cliente único con el objetivo de proporcionar información a todos los sistemas en tiempo real y Batch.",
    "business_segment": "Iberia",
    "sector": "Transporte y Logística",
    "benefits": "Sistema de referencia para proporcionar una información confiable de los clientes y los datos asociados. Evolucionar y apoyar el negocio y el sistema para adaptarse a las nuevas necesidades del negocio.",
    "solution": "Integrar nuevas fuentes al sistema para mantener un registro de oro único de clientes e información relacionada con ellos. Mejorar las reglas de negocio y calidad ajustando los procesos de Match & Merge. Calidad del dato en el centro de la solución, desarrollando cuadros de mando Power BI.",
    "services": "Análisis de las reglas de calidad de los datos e identificación del impacto en la deduplicación de filas. Evolución de los desarrollos actuales. Integración de nuevas fuentes de datos y evolución del sistema. Mejora del rendimiento del sistema. Integración con sistemas tanto en batch como real-time. Desarrollo de cuadros de mando en Power BI.",
    "roles": null,
    "tecnologia": "[\"Informatica MDM Multidomain\", \"Informatica DQ\", \"Power BI\", \"AWS\", \"Oracle\"]",
    "fecha": "(2 años)",
    "costo": null
  },
  {
    "title": "Creación, mantenimiento y desarrollo de una plataforma inteligente de turismo",
    "id": "cf424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "Posicionar a la isla de  Mallorca entre los principales  destinos turísticos en cuanto  a gestión turística basada en  datos, calidad, desarrollo  sostenible y trabajo  colaborativo.",
    "business_segment": "Fundació Mallorca Turisme",
    "sector": "Administración Pública y Gobierno",
    "benefits": "El observatorio se ha posicionado como un referente para la OMT. Con el proyecto, la sociedad tiene una herramienta para monitorear el impacto del turista, y pueden tomar decisiones para mejorar la calidad del turismo.",
    "solution": "Desarrollar una herramienta útil para la toma de decisiones que permita a la fundación construir cuadros de mando precisos, aplicables y exitosos. Por otro lado, las empresas de la isla, utilizando los datos abiertos y los cuadros de mando públicos pueden tomar decisiones estratégicas para mejorar la calidad del turismo.",
    "services": "Creación de Datalake. Creación de portal Web y Open Data (www.stomallorca.com). Definición de métricas, desarrollo de procesos de ingesta, desarrollo de cuadros de mando. Servicio de mantenimiento y soporte.",
    "roles": null,
    "tecnologia": "[\"Microsoft Azure\", \"Power BI\", \"Machine Learning\", \"SQL Server\", \"Databricks\", \"Data Catalog\", \"Datalake\", \"Azure Data Factory\", \"Wordpress\", \"CKAN\"]",
    "fecha": "(2 años)",
    "costo": null
  },
  {
    "title": "Servicio de desarrollo y mantenimiento del DWH",
    "id": "d0424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "Servicio para integrar la  información de todos los  sistemas en una plataforma  de datos única de  aseguramiento de la calidad,  confianza, seguridad y  confianza de la información.",
    "business_segment": "Lyntia",
    "sector": "Telecomunicaciones",
    "benefits": "Conocimiento de los datos y procesos  involucrados, un lenguaje único para  identificar los términos y una estrategia  para mejorar los sistemas dedatos.  El datawarehouse proporciona  información a las empresas  proporcionando un conjunto de  herramientas para tomar decisiones.",
    "solution": "Configuración e implementación de la herramienta Erwin Data Intelligence Suite dejándola operativa y funcionando. Mantenimiento de mapeo de datos y Glosario de Negocios. Implementación de políticas de Calidad de Datos y Metadatos. Implementación con herramientas ETL de métricas de calidad de datos. Mantenimiento y desarrollo de cuadros de mando.",
    "services": "Mantenimiento y desarrollo de cuadros de mando. Desarrollo de procesos de integración de datos. Desarrollar y mantener las áreas de información con nuevas fuentes y mejoras de rendimiento. Servicios de calidad y apoyo.",
    "roles": null,
    "tecnologia": "[\"Microsoft Azure\", \"Microsoft SQL Server\", \"Erwin\", \"Power BI\"]",
    "fecha": "(1 año)",
    "costo": null
  },
  {
    "title": "Implementación de oficina del Gobierno del Dato",
    "id": "d1424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "Implementación de  metodologías de gobierno de  datos basadas en la  herramienta de gobierno de  datos Erwin Data Intelligence  Suite.",
    "business_segment": "Lyntia",
    "sector": "Telecomunicaciones",
    "benefits": "Conocimiento de los datos y procesos involucrados, un lenguaje único para identificar los términos y una estrategia para mejorar los sistemas de datos.",
    "solution": "Instalación, configuración e implementación de la herramienta Erwin Data Intelligence Suite dejándola operativa. Creación de mapeo de datos y Glosario de Negocios. Identificación de grupos de interés y responsabilidades. Creación de oficina de Gobierno de Datos. Implementación de políticas de Calidad de Datos y Metadatos. Implementación con herramientas ETL de métricas de calidad de datos.",
    "services": "Gobierno del dato. Implementación y configuración de Erwin. Desarrollo de glosario y políticas. Integración de calidad de datos mediante métricas automáticas.",
    "roles": null,
    "tecnologia": "[\"Microsoft Azure\", \"Microsoft SQL Server\", \"Erwin\", \"Power BI\"]",
    "fecha": "(6 meses)",
    "costo": null
  },
  {
    "title": "Creación de DWH en cloud",
    "id": "d2424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "IT necesita integrar en  un DWH todas las  fuentes de datos que  tienen,  proporcionando a  Negocio una  herramienta para la  toma de decisiones.",
    "business_segment": "Acción Contra el Hambre",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Reporte de datos a entidades directivas y  externas con datos de calidad, e  información suficiente para tomar  decisiones.  Sustitución de la antigua pila por  soluciones de Azure consiguiendo reducir  los costes.  Conocimiento de todos los datos y hablar  el mismo idioma en la empresa.",
    "solution": "Creación de Arquitectura de Azure para admitir las  funcionalidades necesarias, con un fuerte control de  los costos.  Rediseño del DWH y migrar los datos al nuevo sistema,  integrándose con las herramientas de gobierno de  datos.  Análisis, diseño e implementación de nuevos  datamarts (ETL, tablas y cuadros de mando).  Rediseñar los cuadros de mando antiguos.  Apoyar y capacitar a la organización.  Implementación de la oficina de gobierno de datos.",
    "services": "Rediseño de la arquitectura  de datos y la  implementación a través  de Azure.  Implementación de los  procesos ETL en SSIS para  reemplazar los procesos  implementados en  Pentaho y .NET.  Rediseño del DWH.  Formación.",
    "roles": null,
    "tecnologia": "[\"Azure Data Factory\", \"SSIS\", \"SQL Server\", \"Power BI\"]",
    "fecha": "(3 meses)",
    "costo": null
  },
  {
    "title": "VILOGIA – VILOGPT",
    "id": "d3424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Integración de un motor de IA generativa con acceso a datos empresariales desde SharePoint Online, Nuxéo y Norméa. Uso de lenguaje natural para explotación de indicadores de pilotaje. Expansión a soporte multimedia.",
    "business_segment": "VILOGIA",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Acceso natural al conocimiento empresarial. Mejora en la toma de decisiones y explotación de indicadores. Extensibilidad a otros tipos de datos como imágenes.",
    "solution": "Azure OpenAI + AI Search + integración de contenidos empresariales con acceso contextual a documentos mediante RAG.",
    "services": "Diseño e implementación de arquitectura. Enriquecimiento de documentos. Desarrollo de extensión web en SharePoint.",
    "roles": null,
    "tecnologia": "['Azure OpenAI', 'AI Search', 'Kernel Memory', 'SharePoint Framework']",
    "fecha": "['2024']",
    "costo": null
  },
  {
    "title": "APRIL MARINE – IA Documental Multiformato",
    "id": "d4424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Análisis y síntesis de llamadas (.wav), documentos escaneados tipo fax y PDFs tradicionales. Procesamiento multimodal con Azure Speech to Text, ImageToText y pipeline de enriquecimiento para búsqueda contextual.",
    "business_segment": "APRIL MARINE",
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Automatización del análisis documental y de audio. Mejora en la eficiencia y trazabilidad de siniestros. Acceso rápido a la información contenida en documentos complejos.",
    "solution": "Pipeline multimodal con SpeechToText, Document Intelligence, Azure Storage, AI Search y RAG sobre documentos manualmente subidos.",
    "services": "Construcción del pipeline de ingestión. Transformación y enriquecimiento de datos no estructurados. Aplicación de búsqueda personalizada.",
    "roles": null,
    "tecnologia": "['Azure OpenAI', 'AI Search', 'Speech to Text', 'Document Intelligence']",
    "fecha": "['2024']",
    "costo": null
  },
  {
    "title": "ALBÉA - SERVICE NOW",
    "id": "d5424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Solución para búsqueda en lenguaje natural sobre contenidos de la aplicación Service Now mediante una arquitectura basada en RAG. Incluye uso de Azure AI Search, embeddings, modelos de lenguaje e imagen, y una aplicación de chat personalizada.",
    "business_segment": "ALBÉA",
    "sector": "Industria y Manufactura",
    "benefits": "Acceso mejorado y contextualizado a la información de Service Now mediante lenguaje natural. Mejora de la eficiencia operativa.",
    "solution": "Azure OpenAI + AI Search + embedding models + Document Intelligence. Aplicación personalizada con RAG, enriquecimiento de datos e integración de Service Now (textos, imágenes, documentos).",
    "services": "Desarrollo de pipeline de enriquecimiento. Ingesta de datos desde Service Now. Aplicación de búsqueda personalizada.",
    "roles": null,
    "tecnologia": "['Azure OpenAI', 'AI Search', 'Document Intelligence', 'RAG']",
    "fecha": "['2024']",
    "costo": null
  },
  {
    "title": "Mejorando el rendimiento de un chatbot a través de un enfoque experimental de generación de paráfrasis",
    "id": "d6424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Los sistemas conversacionales ya están generalizados y se utilizan en los bancos regionales del cliente. Para explorar formas de mejorar la capacitación de sus sistemas conversacionales, chatbots y voicebots, el cliente quería llevar a cabo un experimento (Prueba de Valor) en la aplicación de Paráfrasis desarrollada por Inetum.",
    "business_segment": "Tecnologías y Servicios de Crédit Agricole",
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Mejora del modelo de comprensión del lenguaje del chatbot. Diversificación de la base de conocimientos del agente conversacional. Reducción en el número de mensajes no entendidos por el chatbot.",
    "solution": "La aplicación de generación de paráfrasis permite generar frases semánticamente similares a partir de una frase inicial o conjunto de frases a través de diferentes enfoques algorítmicos. Las paráfrasis generadas, después de la verificación humana de su relevancia, permiten enriquecer el corpus de entrenamiento de los sistemas conversacionales, de manera que puedan entender mejor las nuevas consultas de los usuarios.",
    "services": "Encuadre funcional y técnico. Integración de la aplicación de Paráfrasis dentro del sistema de información del cliente. Experimentación / prueba de valor en algunos de los sistemas conversacionales del cliente.",
    "roles": "['Innovation consultant', 'NLP Expert', 'Technical Expert']",
    "tecnologia": "['NLP/NLG (Transformers)']",
    "fecha": "['2022']",
    "costo": "~ 20k€"
  },
  {
    "title": "Aculturación de GenAI y apoyo para la redacción de las especificaciones del agente conversacional GenAI",
    "id": "d7424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "El departamento de IT nos pidió que aculturáramos a los equipos (departamento de IT y departamentos de negocio: admisiones, marketing, vida estudiantil, etc.) sobre los impactos de GenAI y el trabajo requerido para crear un agente conversacional basado en las tecnologías de GenAI.",
    "business_segment": "Science Po",
    "sector": "Educación e Investigación",
    "benefits": "Mejora de habilidades en nuevas tecnologías como GenAI y agentes conversacionales. Encuadre de los futuros agentes conversacionales públicos e internos de la escuela. Cuadro de puntuación para retener al socio adecuado en el proyecto.",
    "solution": "Inetum apoyó a Science Po en esta aculturación, así como en la redacción de especificaciones para adquirir una plataforma para crear agentes conversacionales utilizando Modelos de Lenguaje Grande (LLMs).",
    "services": "Evangelización a GenAI y chatbots. Talleres de Aculturación. Demostraciones Contextualizadas. Talleres Prácticos (Batalla de Prompts). Redacción de las especificaciones.",
    "roles": "['GenAI Consultants']",
    "tecnologia": "['GenAI (Azure OpenAI)']",
    "fecha": "['2023']",
    "costo": "~20k€"
  },
  {
    "title": "Expérimentation GenAI – environnement sécurisé",
    "id": "d8424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Acompañamiento en GenAI y realización de una prueba de valor (POV) sobre el apoyo a la regla de indemnización (aculturación a la IA generativa, preprocesamiento de datos, iteraciones sobre la fuente documental y generación de prompts). Acompañamiento técnico y provisión de herramientas en GenAI (panorama de los actores del mercado, elección de la solución, implementación).",
    "business_segment": "France Travail",
    "sector": "Transporte y Logística",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Acculturation et réalisation de POC",
    "id": "d9424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Talleres de aculturación a los conceptos e impactos, identificación y cualificación de los casos de uso de GenAI. Realización de experimentaciones para cada caso de uso identificado.",
    "business_segment": "Engie",
    "sector": "Energía y Utilities",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Acompañamiento de GenAI, realización de un POV en el soporte de la regla de compensación",
    "id": "da424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "El departamento de TI nos encargó apoyar sus primeros experimentos con GenAI, en particular en un caso de uso en torno al soporte para la regla de compensación en el back office.",
    "business_segment": "Pôle Emploi",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Experimentos en un contexto seguro que fomenta las iteraciones. Feedback sobre las metodologías de proyectos GenAI. Gestión del cambio realizada en los departamentos de back-office.",
    "solution": "Inetum llevó a cabo la misión dividiéndola en varias áreas: Corriente Funcional para enmarcar la necesidad y realizar iteraciones, Corriente Técnica para estudiar actores del mercado de GenAI, y Corriente de Herramientas para proporcionar soporte técnico adecuado.",
    "services": "Concienciación y aculturación. Apoyo global en 3 corrientes (funcional, técnica y de herramientas). Enmarcado, implementación e iteraciones del caso de uso según documentos públicos, de negocio y legislativos.",
    "roles": "['GenAI Consultants', 'GenAI Specialists']",
    "tecnologia": "['GenAI (Azure OpenAI)']",
    "fecha": "['2023', '2024']",
    "costo": "~100k€"
  },
  {
    "title": "Aculturación de GenAI, realización de un POC de agente conversacional sobre las deliberaciones de los consejos municipales",
    "id": "db424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "The Montpellier Méditerranée Métropole quería experimentar con las capacidades de GenAI en un caso de uso de agente conversacional para cuestionar las deliberaciones y actas de los consejos municipales en lenguaje natural, con el fin de facilitar el acceso a la información pública.",
    "business_segment": "Montpellier Méditerranée Métropole",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Introducción a los temas de IA generativa. Aprovechamiento de las tecnologías de IA generativa para los ciudadanos de la ciudad. Facilitación del acceso a la información pública.",
    "solution": "En colaboración con actores locales como la Universidad de Montpellier y CINES, Inetum realizó una Prueba de Concepto (POC) utilizando componentes de código abierto (Modelo: Open Assistant Pythia 13B). Este POC fue luego alojado en infraestructuras locales, las del Mesocentre a través de CINES.",
    "services": "Talleres de sensibilización y aculturación para los agentes de la Metrópolis a la IA generativa. Definición de alcance, especificación, desarrollo y alojamiento del POC del Agente Conversacional. Evaluación y recomendaciones.",
    "roles": "['GenAI Consultant', 'GenAI Specialist', 'GenAI Architect']",
    "tecnologia": "['GenAI (Open Source)']",
    "fecha": "['2023']",
    "costo": "~25k€"
  },
  {
    "title": "Acompañamiento y apoyo para la realización de casos de uso de GenAI a través de la provisión de un entorno de prueba seguro",
    "id": "dc424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "La CNAV quería experimentar con unos cientos de casos de uso en una población de unos cincuenta probadores, tanto en el negocio como en el departamento de TI, desde la automatización de oficinas hasta la ayuda al desarrollo.",
    "business_segment": "CNAV",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Experimentación segura con un entorno dedicado. Concienciación y aculturación a GenAI. Marco metodológico y asistencia en la evaluación de casos de uso para seleccionar victorias rápidas.",
    "solution": "Inetum ha provisionado su herramienta GenAI Playground en un entorno dedicado creado específicamente para CNAV. También realizó talleres de aculturación y sesiones de apoyo para pruebas.",
    "services": "Provisión de un entorno seguro (GenAI Playground en Azure OpenAI). Aculturación a GenAI. Asistencia en la calificación de casos de uso, tanto en el negocio como en IT.",
    "roles": "['GenAI Consultant', 'GenAI Specialist']",
    "tecnologia": "['GenAI (Playground / Azure OpenAI)']",
    "fecha": "['2023', '2024']",
    "costo": "~15k€"
  },
  {
    "title": "Apoyo para el uso de Herramientas de Asistencia al Desarrollo Inteligente (OADA)",
    "id": "dd424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "La IA generativa promete revolucionar la forma en que trabajamos en muchas profesiones. La DSOD de Correos Suizos quería experimentar con el uso de OADAs para estudiar posibles ganancias en este contexto.",
    "business_segment": "La Poste",
    "sector": "Transporte y Logística",
    "benefits": "Experimentación innovadora de OADAs. Visibilidad de los jugadores del mercado, soluciones y modelos. Selección de casos de uso con el mayor valor añadido.",
    "solution": "Inetum apoyó a La Poste en la realización de estos experimentos, ayudando a definir la mejor plataforma, e implementando un prototipo basado en cuatro áreas: Tecnología y Soluciones, Gobernanza, Seguridad y Propiedad intelectual y legal.",
    "services": "Identificación del experimento en el contexto de La Poste DSOD. Actividad apuntando al mejor resultado: codificación, documentación, actualización. Elección de un modelo pre-entrenado y plataforma.",
    "roles": "['GenAI Consultants', 'GenAI Specialist']",
    "tecnologia": "['GenAI (Azure OpenAI)', 'Github Copilot']",
    "fecha": "['2023', '2024']",
    "costo": "~15k€"
  },
  {
    "title": "Asistencia a la contratación: Asistencia en descripciones de puestos de trabajo, análisis y clasificación de los CV recibidos",
    "id": "de424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "El cliente quería soluciones de IA generativa para facilitar la redacción de descripciones de puestos de trabajo y analizar los CV recibidos para clasificarlos por relevancia.",
    "business_segment": "Ministerio Público - Confidencial",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Ahorro de tiempo en la redacción de descripciones de puestos. Ahorro de tiempo y completitud en el análisis de los CV, mejor adecuación entre puesto y perfil.",
    "solution": "Inetum desarrolló un MVP que genera borradores de descripciones y analiza CVs para clasificarlos según su encaje con el puesto.",
    "services": "Soporte y encuadre. Desarrollo de MVP. Elección del modelo. Ingeniería de avisos. Aculturación a las herramientas de GenAI.",
    "roles": "['GenAI Consultant', 'GenAI Specialist']",
    "tecnologia": "['GenAI (IBM WatsonX – Mistral)']",
    "fecha": "['2024']",
    "costo": null
  },
  {
    "title": "Análisis de respuestas a RFP con IA generativa para una entidad pública",
    "id": "df424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Uso de IA generativa para validar, analizar y valorar automáticamente las respuestas de los candidatos a las RFP.",
    "business_segment": "Establecimiento Territorial Público del Gran París",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Introducción a los temas de IA generativa. Optimización de procesos internos con un valioso MVP. Mejor calidad de las elecciones de los candidatos. Ahorro de tiempo en el proceso de RFI.",
    "solution": "Inetum desarrolló un MVP con una aplicación web que comprueba automáticamente la integridad, el cumplimiento y la calidad de las respuestas de los candidatos a las RFI. La app usa .NET 7, SQL Server y Azure OpenAI GPT-4o.",
    "services": "Aculturación a la GenAI. Identificación de un POC. Desarrollo de la aplicación. Elección de la mejor tecnología GenAI. Prompt engineering + RAG.",
    "roles": "['GenAI Consultants', 'GenAI Specialist']",
    "tecnologia": "['GenAI (Azure OpenAI)']",
    "fecha": "['2024']",
    "costo": null
  },
  {
    "title": "Estudio y asistencia en la realización de proyectos de automatización de tareas utilizando tecnologías LLM",
    "id": "e0424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "El propósito de la misión es estudiar y asistir en la implementación de proyectos de automatización de tareas utilizando tecnologías LLM, como escritura de cartas, análisis de solicitudes y propuesta de respuestas.",
    "business_segment": "Crédit Agricole Technologies et Services",
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Mayor eficiencia operativa a través de la automatización. Respuestas al cliente más rápidas y relevantes. Implementación por fases y escalabilidad asegurada.",
    "solution": "Inetum propuso un enfoque de tres lotes: enmarcado, integración de LLM y gestión de sugerencias, e industrialización y escalado. Se definió protocolo de evaluación, arquitectura y base tecnológica.",
    "services": "Enmarcado. Integración de LLM y gestión de sugerencias. Industrialización y escalado.",
    "roles": "['GenAI Consultants', 'GenAI Specialists', 'GenAI Architect']",
    "tecnologia": "['GenAI (Open Source, On Premise)']",
    "fecha": "['2024']",
    "costo": "~350k€"
  },
  {
    "title": "Creación de un MVP de \"base de aplicación\" para consultar un LLM en un entorno seguro",
    "id": "e1424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Malakoff Humanis quiere ofrecer una herramienta interna como alternativa a ChatGPT, basada en entornos Azure. El MVP es una aplicación web para acceder al LLM de forma segura.",
    "business_segment": "Malakoff Humanis",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Interacción segura con un LLM. MVP adaptado a necesidades específicas. Desarrollo de habilidades y autonomía en la gestión de la herramienta.",
    "solution": "Inetum creó el MVP en forma de aplicación web basada en .NET 7, SQL Server y servicios Azure OpenAI (GPT3.5turbo/GPT4), accesible vía Azure AD.",
    "services": "Enmarcado y Arquitectura. Logro del MVP. Transferencia de habilidades. Pilotaje.",
    "roles": "['GenAI Consultants', 'GenAI Specialists']",
    "tecnologia": "['GenAI (Azure OpenAI)']",
    "fecha": "['2023']",
    "costo": "~20k€"
  },
  {
    "title": "Piloto de Acelerador de Mantis Fase 0 y Fase 0+",
    "id": "e2424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Madrid Digital e Inetum implementan procesamiento avanzado de tickets con arquitectura RAG para mejorar la gestión del conocimiento.",
    "business_segment": "Madrid Digital - Modema Mantis",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Productividad mejorada. Gestión del conocimiento más eficiente. Reducción significativa de costos y tiempos de respuesta.",
    "solution": "Solución desplegada en Azure usando AI Search y OpenAI, con scripts de IaC. Base de conocimiento organizada en RAG para procesamiento eficaz.",
    "services": "Enmarcado y arquitectura. Logro del MVP y pilotaje. Gestión de documentación para KDB. Gestión de grandes volúmenes de tickets.",
    "roles": "['GenAI Consultants', 'GenAI Specialists', 'GenAI Architect']",
    "tecnologia": "['GenAI (Accelerators)']",
    "fecha": "['2024']",
    "costo": "~30k€"
  },
  {
    "title": "Creación de una plataforma de explotación del conocimiento mediante chat usando varios modelos GPT",
    "id": "e3424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "La DGT solicitó una plataforma tipo ChatGPT para gestionar documentación y facilitar el acceso al conocimiento.",
    "business_segment": "Dirección General de Tráfico",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Interacción segura con un LLM. MVP adaptado a necesidades específicas. Desarrollo de habilidades y autonomía en la gestión de la herramienta.",
    "solution": "MVP desarrollado con .NET 7, SQL Server y Azure OpenAI, accesible mediante Azure AD.",
    "services": "Enmarcado y arquitectura. Logro del MVP. Transferencia de habilidades. Pilotaje.",
    "roles": "['GenAI Consultants', 'GenAI Specialists']",
    "tecnologia": "['GenAI (Accelerators)']",
    "fecha": "['2024']",
    "costo": "~15k€"
  },
  {
    "title": "PoC SmartAgent para RRHH",
    "id": "e4424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "La Diputació de Barcelona busca mejorar la eficiencia en la gestión de información interna sobre teletrabajo mediante un asistente conversacional con IA.",
    "business_segment": "Diputació Barcelona",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Acceso ágil a la información de RRHH sobre teletrabajo. Mejora de la experiencia del empleado. Mayor eficiencia en la gestión de la información.",
    "solution": "Asistente basado en Azure Cloud (AI Search, GenAI Libraries, OpenAI Service) con interfaz amigable. Se indexan documentos PDF en sistema aislado sin acceso a datos en tiempo real.",
    "services": "Desarrollo e implementación del asistente conversacional. Integración con modelos LLM y RAG. Carga inicial de documentos. Pruebas y validación.",
    "roles": "['GenAI Consultants', 'GenAI Specialists', 'GenAI Architect']",
    "tecnologia": "['GenAI (Accelerators)']",
    "fecha": "['2024']",
    "costo": "~10k€"
  },
  {
    "title": "PoC SmartAgent para Prontuario",
    "id": "e5424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Mejora de procesos internos del CGPJ mediante un chatbot para consultar el Prontuario, usando LLM y RAG con carga manual de documentos.",
    "business_segment": "Consejo General del Poder Judicial",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Acceso ágil a información relevante del Prontuario. Mejora de experiencia de usuario. Reducción de costos y tiempos de respuesta.",
    "solution": "Chatbot basado en Azure AI Search, GenAI Libraries y Azure OpenAI Service. El sistema se alimenta manualmente con documentos proporcionados por el CGPJ.",
    "services": "Consulta de información. Búsqueda de términos clave. Generación de respuestas.",
    "roles": "['GenAI Consultants', 'GenAI Specialists', 'GenAI Architect']",
    "tecnologia": "['GenAI (Accelerators)']",
    "fecha": "['2024']",
    "costo": "~21k€"
  },
  {
    "title": "Creación de un Acelerador de conocimiento con funcionalidades ITSM para el portal TI",
    "id": "e6424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Eulen solicitó un Acelerador con capacidades ITSM para facilitar el acceso a información y la gestión de incidencias desde el portal TI mediante IA generativa.",
    "business_segment": "EULEN",
    "sector": "Industria y Manufactura",
    "benefits": "Interacción segura con un LLM. MVP adaptado a necesidades específicas. Eficiencia en procesos ITSM. Mejora en la disponibilidad del servicio.",
    "solution": "Widget-chat en el portal TI (ServiceNow) conectado con modelos LLM de Google y documentos del servicio. Infraestructura en Google Cloud y Vertex AI.",
    "services": "Enmarcado y arquitectura. Logro del MVP. Transferencia de habilidades. Gestión de conocimiento. Asistencia de incidencias (ITSM).",
    "roles": "['GenAI Consultants', 'GenAI Specialists']",
    "tecnologia": "['GenAI (Accelerators)']",
    "fecha": "['2024']",
    "costo": "~32k€"
  },
  {
    "title": "Asistencia al acompañamiento de implementación de 365 Copilot",
    "id": "e7424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "ITP Aero recibió apoyo de Inetum en la capacitación e implantación técnica de Copilot 365, con sesiones semanales tematizadas y talleres.",
    "business_segment": "ITP Aero",
    "sector": "Industria y Manufactura",
    "benefits": "Operatividad eficiente. Acompañamiento técnico y ético. Identificación de casos de uso aplicables. Asesoramiento en privacidad y seguridad.",
    "solution": "Trabajo conjunto con áreas de gestión del cambio. Talleres por grupos de control. Visión técnica y ejemplos de aplicación de la herramienta.",
    "services": "Sesiones semanales tematizadas. Talleres y acompañamiento a nivel técnico. Visión estratégica sobre uso e implantación.",
    "roles": "['GenAI Consultants']",
    "tecnologia": "['GenAI (Consultoria)']",
    "fecha": "['2024']",
    "costo": "Confidencial"
  },
  {
    "title": "The use of a tool that makes use of generative artificial intelligence as an assistant for support and maintenance technicians",
    "id": "e8424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Santander pidió una herramienta para asistir a los equipos de Ariba Buying y Supplier con IA generativa, mejorando eficiencia y calidad del servicio.",
    "business_segment": "Santander",
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Incremento del 50% en casos resueltos. Reducción del 37% en el tiempo por caso. Disminución del 42% en casos reabiertos.",
    "solution": "GenAI responde consultas, elabora guías y asiste en soporte técnico para Ariba. Utiliza GPT 3.5turbo y proporciona interacción segura.",
    "services": "Orientación en resolución de incidencias. Asistencia en guías de soporte. Asistencia técnica y resolución de consultas.",
    "roles": "['GenAI Consultants', 'GenAI Specialists']",
    "tecnologia": "['GenAI (Accelerators)']",
    "fecha": "['2024']",
    "costo": null
  },
  {
    "title": "PoC Acelerador de conocimiento y asistencia en la toma de decisiones",
    "id": "e9424100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Exploración de la viabilidad de una solución para cuerpos de seguridad, basada en información inicial cargada y arquitectura On-Premise.",
    "business_segment": "Fuerzas y cuerpos de seguridad del estado",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Acceso ágil a información relevante. Mejora en la toma de decisiones y tiempos de respuesta.",
    "solution": "Chatbot que consulta información, busca términos clave y genera respuestas, desplegado On-Premise usando información precargada.",
    "services": "Consulta de información. Búsqueda de términos clave. Generación de respuestas.",
    "roles": "['GenAI Specialists']",
    "tecnologia": "['GenAI (Accelerators)']",
    "fecha": "['2024']",
    "costo": "Confidencial"
  },
  {
    "title": "Extracción de información en registros civiles",
    "id": "ea424100-544b-f011-877a-00224839ce84",
    "category": "Visión por computador y análisis de imágenes",
    "description": "Clasificación, transcripción y validación de datos en 20 millones de actas digitalizadas, muchas en manuscrito, mediante plataforma IDP de Inetum.",
    "business_segment": "Ministerio de Justicia",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Mejora de tiempos de respuesta. Registro único del ciudadano. Eficiencia administrativa. Procesamiento de información no estructurada.",
    "solution": "Uso de plataforma IDP con extracción, validación, análisis e integración de datos, con capacidad para 20M de páginas en 24 meses.",
    "services": "Suministro, configuración y mantenimiento de plataforma IDP. Soporte integral durante el procesamiento de los 20M de actas.",
    "roles": "['GenAI Consultants', 'GenAI Specialists', 'GenAI Architect', 'IDP experts']",
    "tecnologia": "['Solución On premise IDP']",
    "fecha": "['2024', '2026']",
    "costo": "Confidencial"
  },
  {
    "title": "IA generativa para reconocimiento manuscrito de actas civiles",
    "id": "eb424100-544b-f011-877a-00224839ce84",
    "category": "Visión por computador y análisis de imágenes",
    "description": "Digitalización de más de 12 millones de actas manuscritas en Perú utilizando IA para reconocimiento manuscrito, reducción de doble grabación y optimización del desempate.",
    "business_segment": "RENIEC",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Reducción del 30% en doble grabación. Optimización del desempate. Mejora en la calidad de entrega.",
    "solution": "Uso de IA generativa en centro documental de Lima, con servicios logísticos y procesamiento de más de 50 campos por acta.",
    "services": "Servicio e2e con digitalización, registro, control de calidad y transferencia. Reconocimiento manuscrito y procesamiento automático.",
    "roles": "['GenAI Consultants', 'GenAI Specialists', 'GenAI Architect', 'IDP experts']",
    "tecnologia": "['MS Azure - OpenAI']",
    "fecha": "['2023', '2024']",
    "costo": "Confidencial"
  },
  {
    "title": "Validación de formularios para fondos de Recuperación y Resiliencia",
    "id": "ec424100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "Validación automática de documentación relacionada con Fondos MRR usando plataforma IDP en modelo SaaS.",
    "business_segment": "Instituto de Crédito Oficial",
    "sector": "Administración Pública y Gobierno",
    "benefits": "Toma de decisiones informada. Alta calidad de datos. Procesos ágiles y eficientes. Automatización y desburocratización.",
    "solution": "Plataforma IDP SaaS con servicios IA para clasificación, extracción y validación. Módulos de monitorización, revisión y mejora continua.",
    "services": "Gobierno y servicio integral. Revisión humana (HITL). Cuadro de mando y mantenimiento continuo.",
    "roles": "['GenAI Consultants', 'GenAI Specialists', 'GenAI Architect', 'IDP experts']",
    "tecnologia": "['SaaS IDP']",
    "fecha": "['2024', '2026']",
    "costo": "Confidencial"
  },
  {
    "title": "Validación de la documentación para la contratación de personal externo",
    "id": "ed424100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "Validación automática de más de 500K documentos anuales para cumplir normativa de Coordinación de Actividades Empresariales en El Corte Inglés.",
    "business_segment": "El Corte Inglés, S.A.",
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Validación del 100% de la documentación. Cumplimiento normativo. Evita sanciones económicas.",
    "solution": "Plataforma IDP SaaS integrada con sistemas de El Corte Inglés. Reconocimiento de 10 tipos documentales y extracción completa.",
    "services": "Servicio API desde IDP. Validación automática de documentación. Escalabilidad a nuevos casos de uso.",
    "roles": "['GenAI Consultants', 'GenAI Specialists', 'GenAI Architect', 'IDP experts']",
    "tecnologia": "['SaaS IDP']",
    "fecha": "['2024', '2026']",
    "costo": "Confidencial"
  },
  {
    "title": "BBVA",
    "id": "ee424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "Incluye algunos servicios y proyectos en un ámbito global: Global Data Hub, Arquitectura, Datos como Producto (Data as a Product), Datos Financieros, Soluciones para Clientes, entre otros.",
    "business_segment": "BBVA",
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": "4,5M €"
  },
  {
    "title": "Junta de Andalucía",
    "id": "ef424100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "SAS. Servicio de mantenimiento de los sistemas de información del Área de Farmacia y Prestaciones del Servicio Andaluz de Salud.",
    "business_segment": "Junta de Andalucía",
    "sector": "Administración Pública y Gobierno",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": "2M €"
  },
  {
    "title": "Telefónica",
    "id": "f0424100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Oficina de Automatización con IA. Desarrollo de una plataforma que integra información de diversas fuentes y permite la interacción con elementos de IoT, donde, mediante modelos de aprendizaje automático, predice indicadores clave de rendimiento (KPI) y envía alertas cuando es necesario.",
    "business_segment": "Telefónica",
    "sector": "Telecomunicaciones",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": "650K €"
  },
  {
    "title": "DGT",
    "id": "f1424100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Gestión de la plataforma DWH. Desarrollo y mantenimiento de una plataforma analítica unificada que permite la toma de decisiones empresariales basadas en datos y brinda soporte a organizaciones externas que requieren esta información.",
    "business_segment": "DGT",
    "sector": "Administración Pública y Gobierno",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": "3,5M €"
  },
  {
    "title": "MINECO",
    "id": "f2424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "Servicio de mantenimiento de la Oficina de Excelencia de Datos 2023 / 2024.",
    "business_segment": "MINECO",
    "sector": "Administración Pública y Gobierno",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": "344K €"
  },
  {
    "title": "Alcampo",
    "id": "f3424100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Servicio de mantenimiento de BI desarrollado sobre la plataforma GCP.",
    "business_segment": "Alcampo",
    "sector": "Retail y Bienes de Consumo",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": "100K €"
  },
  {
    "title": "El Corte Inglés",
    "id": "f4424100-544b-f011-877a-00224839ce84",
    "category": "Gobierno y gestión de datos",
    "description": "Implementación de un sistema MDM que integra nuevas fuentes al sistema, facilitando el mantenimiento de un registro Golden Source de clientes y la información relacionada con ellos, permitiendo mejorar las reglas de negocio y de calidad mediante el ajuste de los procesos de Match & Merge.",
    "business_segment": "El Corte Inglés",
    "sector": "Retail y Bienes de Consumo",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": "720K €?"
  },
  {
    "title": "Agencia Tributaria",
    "id": "f5424100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "AEAT. Servicios de desarrollo, gestión y mantenimiento de sistemas abiertos en el Departamento de Informática Tributaria.",
    "business_segment": "Agencia Tributaria",
    "sector": "Administración Pública y Gobierno",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": "1,6M €"
  },
  {
    "title": "Customer Churn Model",
    "id": "f6424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "En banca, mantener a los clientes existentes es fundamental para garantizar la rentabilidad a largo plazo. La pérdida de clientes, o fugas, puede ser costosa y afectar negativamente a la salud financiera del negocio. Este caso de uso se centra en utilizar inteligencia artificial, específicamente el aprendizaje automático, para predecir la probabilidad de abandono de los clientes y tomar medidas proactivas para minimizar la tasa de abandono.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Reducción de costos: mantener a los clientes existentes es más rentable que adquirir nuevos clientes. Mejora de la retención de clientes: identificar clientes con un alto riesgo de fuga y tomar medidas para retenerlos. Optimización de estrategias de marketing: al comprender los factores que contribuyen a la fuga de clientes.",
    "solution": "Recopilación de datos: se recopilan datos históricos de transacciones de clientes, interacciones, comportamiento de compra, quejas y otros datos, y se realizan encuestas y valoraciones para estimar el grado de satisfacción del cliente. Preparación de datos: se limpian, procesan y normalizan para su uso en modelos de aprendizaje automático. Desarrollo del modelo de predicción: se utilizan algoritmos de aprendizaje automático para entrenar un modelo que predice la probabilidad de abandono del cliente en función de datos históricos. Validación del modelo: se valida el modelo utilizando conjuntos de datos de prueba para evaluar su precisión y rendimiento en la predicción de la fuga de clientes. Implementación y monitoreo continuo: el modelo se implementa en el sistema de gestión de clientes y se monitorea, tomando medidas proactivas para retener clientes identificados como de alto riesgo de fuga.",
    "services": "Estimar la probabilidad de abandono o fuga de los clientes. Identificar patrones en los datos existentes asociados con la tasa de abandono prevista. Tomar acciones proactivas para retener a los clientes y minimizar la tasa de abandono.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Dynamic demand influencing factors",
    "id": "f7424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "En banca de consumo, adaptarse rápidamente a eventos y tendencias del mercado es esencial. Este caso de uso utiliza inteligencia artificial para generar acciones personalizadas basadas en eventos especiales, aprovechando datos dinámicos como el clima y temporadas vacacionales para promover ventas cruzadas de productos relevantes durante estos períodos.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Mejora de las promociones: se mejora la relevancia de las promociones para los clientes, lo que aumenta la probabilidad de conversión. Aumento de ventas: al sugerir productos relacionados durante eventos especiales. Mejora de la experiencia del cliente: al ofrecer promociones personalizadas y contextualmente relevantes.",
    "solution": "Recopilación de datos: se recopilan datos históricos de ventas y en tiempo real, clientes, productos, precios y tiempos de exposición de productos perecederos en varias secciones del supermercado. Análisis predictivo: se utiliza IA para analizar patrones en los datos históricos y predecir cómo diferentes variables como el tiempo de exposición y el precio afectan las ventas y el desperdicio. Desarrollo del modelo de precios dinámicos: se desarrolla un modelo de precios dinámicos con un algoritmo de optimización que tenga en cuenta múltiples variables como el tiempo de exposición, la demanda esperada y los márgenes de ganancia deseados. Implementación del sistema: el modelo se implementa en el sistema de gestión de precios del banco, permitiendo ajustes automáticos en los precios de los productos perecederos en tiempo real.",
    "services": "Generar cupones orientados a eventos. Aumentar las ventas al aprovechar las oportunidades de cross-selling y up-selling durante eventos especiales. Ofrecer promociones personalizadas y contextualmente relevantes.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Scoring Crediticio",
    "id": "f8424100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "El scoring crediticio con IA es una innovación que permite a las instituciones financieras evaluar la solvencia de los solicitantes de crédito de manera más precisa y justa utilizando algoritmos de aprendizaje automático. La IA analiza un amplio conjunto de datos que incluye no solo el historial crediticio tradicional sino también datos alternativos como el comportamiento de pago de servicios y la actividad en redes sociales. Esto permite crear perfiles crediticios más completos y precisos facilitando el acceso al crédito para personas con historial crediticio limitado o nulo",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Evaluaciones más precisas y justas: al considerar una mayor variedad de datos, se obtienen evaluaciones crediticias más exactas y equitativas. Reducción de riesgos: mediante una identificación más precisa de solicitantes con alto riesgo de impago, lo que reduce las tasas de morosidad. Ampliación del mercado: mediante un mayor acceso al crédito para segmentos de la población previamente no atendidos, fomentando la inclusión financiera.",
    "solution": "Recopilación de datos: se recopilan datos tradicionales como historial crediticio e ingresos, y datos alternativos como comportamiento de pago de servicios, actividad en redes sociales e historial laboral. Análisis de patrones: utilización de algoritmos de IA para analizar patrones en los datos y crear perfiles crediticios detallados. Desarrollo de modelos de scoring: se desarrollan modelos de scoring crediticio que utilizan técnicas de machine learning para evaluar la solvencia de los solicitantes en tiempo real. Implementación del sistema de scoring: se implementa un sistema que evalúa automáticamente a los solicitantes de crédito, proporcionando resultados rápidos y precisos. Acciones correctivas: en caso de detección de patrones de riesgo, se toman medidas preventivas, como ajustar las condiciones del crédito o requerir garantías adicionales.",
    "services": "Evaluación automática de la solvencia de los clientes mediante datos tradicionales y alternativos. Generación de perfiles crediticios completos. Reducción del riesgo de impago. Inclusión de personas sin historial crediticio tradicional.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Segmentación por tipos y formas de consumo + modelo de propensión",
    "id": "f9424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Es clave para los departamentos de Marketing conocer, a nivel individual y agrupado, diferentes aspectos del cliente: vinculación con la marca/empresa, sensibilidad a acciones de marketing, afinidad a distintos tipos canales, etc. Este modelo nos permite determinar la clasificación de cada cliente y el comportamiento de cada grupo mes a mes. Observar de forma gráfica el comportamiento de los clústeres de clientes da una imagen global de la imagen que la empresa proyecta al consumidor.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Conocer a tus clientes: al detectar los diferentes grupos de clientes, podemos conocer su comportamiento respecto a diferentes aspectos y cómo estos cambian a lo largo del tiempo. Seguimiento de la evolución: conocer los flujos de clientes entre los grupos permite actuar tanto a nivel grupal como individualmente sobre cada persona. Planificación de acciones comerciales: gracias al modelo de propensión, podemos adelantarnos a distintos comportamientos.",
    "solution": "Recopilación de datos: se recopilan datos de transacciones de clientes mediante tarjetas de fidelización, incluidos detalles sobre el uso de cupones de descuento, así como información sobre cuentas de clientes, patrones de comportamiento y el uso de cupones y ofertas en otros supermercados cercanos. Clusterizado: con los datos recopilados, realizamos distintos modelos de clústering orientados a segmentar distintos comportamientos de los clientes. Además, este cálculo lleva asociadas una serie de visualizaciones orientadas a entender e interpretar el comportamiento del conjunto de todos los clientes, lo que ayuda a comprender nuestro estado actual, los movimientos de clientes entre los diferentes clústeres a lo largo de los meses y cómo podríamos actuar para atraer más clientes a nuestros clústeres de interés. Modelo de propensión: calculamos la probabilidad de que un cliente cambie de grupo. Esto nos permite adelantarnos a futuros comportamientos del cliente y, por tanto, planificar acciones específicas de marketing.",
    "services": "Identificar conjuntos de clientes en base a los productos y métodos de compra. Analizar la interacción entre los clústeres de clientes y las promociones ofrecidas. Agrupar un cliente nuevo y encuadrarlo en uno de los clústeres ya definidos. Actualizar los clústeres para que cambien con el tiempo y no sean estáticos.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Análisis de Reviews de Productos Financieros utilizando Generative AI",
    "id": "fa424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Implementación de un sistema basado en Generative AI para analizar las reviews de productos. Este sistema utiliza técnicas de procesamiento de lenguaje natural (NLP) para interpretar y extraer información valiosa de las opiniones de los clientes, permitiendo mejorar sus productos y servicios basándose en el feedback real de los usuarios.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Identificación de tendencias: detectar tendencias emergentes y necesidades no satisfechas de los clientes. Mejora continua: implementar mejoras en productos y servicios basadas en el feedback directo de los usuarios. Aumento de la satisfacción del cliente: incrementar la satisfacción y fidelización de los clientes mediante la resolución de problemas y la mejora de la experiencia del usuario. Eficiencia en el análisis: reducir el tiempo y los recursos necesarios para analizar grandes volúmenes de datos de reviews manualmente.",
    "solution": "Recolección de datos: extraemos reviews de productos desde diversas fuentes, incluyendo el sitio web oficial, aplicaciones móviles y plataformas de e-commerce. Preprocesamiento de datos: limpiamos y estructuramos los datos de reviews, eliminando duplicados y normalizando el texto para una mejor interpretación. Análisis de sentimientos: utilizamos modelos de NLP para clasificar las reviews en categorías de sentimientos (positivo, negativo, neutro), identificando la polaridad de cada comentario. Extracción de temas: implementamos técnicas de modelado de tópicos para identificar temas recurrentes en las reviews, tales como calidad del producto, servicio al cliente, precio, etc. Generación de insights: utilizamos Generative AI para resumir y generar reportes detallados de los insights obtenidos, proporcionando recomendaciones específicas para mejorar productos y servicios. Visualización de datos: desarrollamos dashboards interactivos que permiten a los equipos visualizar los resultados del análisis en tiempo real y explorar los datos de manera intuitiva.",
    "services": "Analizar automáticamente las reviews para identificar tendencias, problemas recurrentes y aspectos positivos destacados por los clientes. Mejorar productos y servicios utilizando los insights obtenidos. Optimizar estrategias de marketing con datos precisos sobre preferencias y opiniones de los clientes.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "CX ROI (Customer Experience Return on Investment)",
    "id": "fb424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Modelo econométrico y análisis de datos diseñado para evaluar el retorno de inversión de las iniciativas de experiencia del cliente. Este modelo cuantifica el impacto financiero en términos de retención de clientes, lealtad y ventas adicionales, ayudando a las empresas a justificar inversiones en programas de experiencia del cliente y priorizar aquellas iniciativas que generan el mayor retorno.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Justificación de inversiones: proveer datos sólidos para justificar inversiones en experiencia del cliente. Priorización de iniciativas: identificar y priorizar las iniciativas de mayor retorno. Ventaja competitiva: ganar una ventaja competitiva mediante la mejora de la experiencia del cliente. Optimización de recursos: optimizar la asignación de recursos para maximizar el retorno.",
    "solution": "Recolección de datos: capturamos datos detallados de interacciones con clientes y resultados financieros. Modelización econométrica: desarrollamos y entrenamos modelos econométricos para analizar el impacto de las iniciativas de experiencia del cliente. Análisis detallado: realizamos análisis exhaustivos para interpretar los datos y medir el ROI. Reportes comprensivos: generamos reportes detallados que proporcionan insights y recomendaciones para la toma de decisiones empresariales.",
    "services": "Cuantificar el retorno de inversión de las iniciativas de experiencia del cliente. Mejorar la retención de clientes mediante una mejor experiencia. Incrementar la lealtad y generar ventas adicionales a través de una experiencia optimizada.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Hyper-personalized services & products recommender",
    "id": "fc424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Un sistema de recomendación hiperpersonalizado usa IA para ofrecer experiencias de contratación personalizadas en línea y en sucursales, prediciendo productos y servicios relevantes según el comportamiento del cliente. Es aplicable tanto a clientes identificados como anónimos.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Aumento de las ventas: al ofrecer recomendaciones altamente relevantes, se impulsa la contratación de productos adicionales, aumentando el valor medio del cliente. Mejora de la experiencia del cliente: al proporcionar sugerencias personalizadas y útiles, se mejora la experiencia del cliente, aumentando la satisfacción y la lealtad hacia la marca. Optimización de servicios: al sugerir productos complementarios o relacionados, se optimiza la gestión de los productos y servicios para el cumplimiento de objetivos de zona, localidad o sucursal.",
    "solution": "Recopilación de datos de comportamiento de compra: se recopilan datos históricos de transacciones de clientes, historial de compra, el tiempo de compra y la frecuencia de compra. Desarrollo de perfiles de clientes: se utilizan algoritmos de machine learning para analizar los datos, desarrollar y agrupar diferentes tipos de perfiles de clientes basados en patrones de compra. Generación de recomendaciones personalizadas para comercio electrónico: si se conoce la identidad del cliente, el sistema utiliza su historial de productos contratados para generar recomendaciones hiperpersonalizadas basadas en productos similares, complementarios o populares entre clientes con perfiles similares. Generación de ofertas personalizadas para sucursales o en web: para clientes identificados, se generan ofertas hiperpersonalizadas basadas en su historial de contrataciones. Para clientes no identificados, se utilizan técnicas de recomendación basadas en contrataciones similares de otros clientes para ofrecer ofertas personalizadas. Implementación del sistema de recomendación: se integra el sistema de recomendación en la plataforma de banca online. Evaluación y optimización continua: se monitorean las respuestas de los clientes.",
    "services": "Ofrecer recomendaciones de productos y servicios altamente relevantes y personalizadas para cada cliente. Aumentar las ventas al impulsar contratación continuada. Mejorar la experiencia del cliente al proporcionar sugerencias precisas y útiles durante el proceso de compra.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Marketing Mix Modeling",
    "id": "fd424100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Es una técnica de análisis econométrico que, utilizando datos históricos, cuantifica la contribución de cada componente del marketing mix a métricas clave como las ventas. A través de un enfoque riguroso y basado en datos, permite a las empresas desglosar y entender el efecto específico de sus estrategias de marketing. Esto facilita la toma de decisiones informadas sobre cómo asignar recursos de marketing de manera más efectiva para maximizar los resultados financieros y competitivos.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Justificación de inversiones: proveer datos sólidos para justificar inversiones en marketing. Priorización de actividades: identificar y priorizar las actividades de mayor retorno. Optimización de recursos: optimizar la asignación de recursos para maximizar el retorno. Ventaja competitiva: ganar una ventaja competitiva mediante una mejor estrategia de marketing.",
    "solution": "Recolección de datos: recopilamos datos históricos detallados de marketing y ventas, abarcando diversos componentes del marketing mix, incluyendo precios, promociones, distribución y características de los productos. Limpieza y preparación de datos: realizamos un preprocesamiento exhaustivo de los datos para asegurar su precisión y consistencia, eliminando errores y datos atípicos que puedan sesgar los resultados. Desarrollo de modelos econométricos y de optimización: utilizamos técnicas econométricas avanzadas para construir modelos que permitan analizar el impacto de cada componente del marketing mix en las métricas de rendimiento del negocio. Esto incluye la identificación de elasticidades de precio, respuesta a promociones y otros factores clave. Análisis y validación: analizamos los resultados del modelo para interpretar los impactos estimados y validamos su precisión mediante técnicas de validación cruzada y pruebas de robustez. Generación de reportes y recomendaciones: elaboramos reportes detallados que presentan los hallazgos del análisis, incluyendo visualizaciones claras y recomendaciones específicas sobre cómo optimizar el presupuesto de marketing para maximizar el ROI. Implementación y seguimiento: proporcionamos soporte para la implementación de las recomendaciones y realizamos un seguimiento continuo para medir los resultados y ajustar las estrategias según sea necesario.",
    "services": "Identificar el impacto de cada componente del marketing mix en las métricas clave. Analizar elasticidades de precio y respuestas a promociones. Optimizar la asignación del presupuesto para maximizar el ROI. Implementar recomendaciones y realizar seguimiento de los resultados.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Dynamic Pricing",
    "id": "fe424100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Este caso de uso aplica algoritmos de inteligencia artificial para establecer precios dinámicos de productos o servicios en función de múltiples variables internas y externas. El objetivo es maximizar ingresos, minimizar pérdidas por caducidad u obsolescencia y mejorar la competitividad. Es especialmente útil para productos perecederos, servicios bancarios con alta estacionalidad, o promociones con duración limitada.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Maximización de ingresos: al ajustar los precios en función de la demanda esperada, el margen deseado y la sensibilidad del cliente, se optimizan los ingresos totales. Reducción de desperdicio y pérdidas: en el caso de productos o servicios con vencimiento, se reducen los productos desperdiciados o no contratados por fijación de precios inadecuada. Mayor competitividad: permite reaccionar en tiempo real ante los cambios del mercado, adaptando precios según promociones de la competencia, variación del stock o comportamiento del cliente.",
    "solution": "Recopilación de datos: se recopilan datos históricos y en tiempo real de ventas, productos, precios, tiempos de exposición, promociones, niveles de stock y datos externos como la meteorología, la ubicación o campañas publicitarias. Análisis de patrones: se utilizan modelos de machine learning para analizar los factores que impactan en la decisión de compra del cliente y su relación con el precio. Modelización del precio óptimo: se desarrolla un modelo de optimización que estima el precio ideal por producto y franja horaria, maximizando los ingresos y minimizando el desperdicio o pérdida de oportunidades. Implementación en sistemas de gestión: el modelo se integra con el sistema de pricing de la empresa y puede actualizar automáticamente los precios según las condiciones actuales. Monitoreo y ajuste continuo: se evalúa el rendimiento del modelo, se ajustan los parámetros y se reentrena cuando sea necesario para asegurar su eficacia en escenarios cambiantes.",
    "services": "Predecir la elasticidad de precios y comportamiento de compra. Establecer precios óptimos por producto y franja horaria. Ajustar automáticamente los precios en función de la demanda, el stock o el contexto. Maximizar ingresos y minimizar pérdidas por vencimiento o no contratación.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Optimización de plantilla de trabajo",
    "id": "ff424100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Este caso de uso aplica técnicas de inteligencia artificial para optimizar la planificación de plantillas de trabajo, especialmente en entornos de atención al cliente como call centers o sucursales bancarias. La solución considera predicciones de demanda, perfiles de empleados, horarios, habilidades y restricciones legales o contractuales para generar turnos óptimos. Su objetivo es maximizar la eficiencia operativa sin sacrificar la calidad del servicio al cliente ni el bienestar de los empleados.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Reducción de costes operativos: al ajustar la plantilla a la demanda real, se minimizan los recursos infrautilizados y el sobrecoste de horas extra innecesarias. Mejora del servicio al cliente: al asegurar que siempre hay personal suficiente durante los picos de demanda, se reducen los tiempos de espera y se mejora la satisfacción del cliente. Cumplimiento normativo: el sistema respeta las restricciones legales y contractuales, evitando sanciones y conflictos laborales. Satisfacción del empleado: la planificación tiene en cuenta las preferencias y disponibilidad de los empleados, lo que mejora su bienestar y compromiso con la empresa.",
    "solution": "Recopilación de datos: se recopilan datos históricos de demanda (llamadas, transacciones, visitas), horarios laborales anteriores, disponibilidad, habilidades y restricciones legales y contractuales. Predicción de demanda: se entrenan modelos de forecasting utilizando datos históricos y estacionales para estimar la demanda futura de atención al cliente por franja horaria. Formulación del problema: se plantea un modelo de optimización que equilibra la cobertura de la demanda con la asignación justa de turnos según la disponibilidad y preferencias del personal. Resolución del modelo: se aplica un algoritmo de optimización que genera los turnos óptimos cumpliendo todas las restricciones. Implementación y seguimiento: se validan los turnos generados y se ajustan en caso de eventos inesperados. Se monitorean los resultados para mejorar continuamente el sistema.",
    "services": "Predecir la demanda futura de atención al cliente. Planificar turnos de trabajo óptimos en función de dicha demanda. Cumplir con las restricciones legales y contractuales. Mejorar la eficiencia operativa y la satisfacción del personal.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Fraudulent activities",
    "id": "00434100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "Este caso de uso implementa modelos de inteligencia artificial para detectar actividades fraudulentas en tiempo real, analizando patrones de comportamiento y transacciones sospechosas. Se utiliza tanto para prevenir fraudes financieros como para identificar operaciones irregulares o inusuales que requieran revisión. Es aplicable en pagos con tarjeta, banca online, préstamos y otros servicios financieros digitales.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Prevención proactiva del fraude: detección temprana y precisa de actividades sospechosas antes de que se materialicen pérdidas. Reducción de costes operativos y reputacionales: disminución de fraudes consumados, reclamaciones y deterioro de imagen. Mejora de la experiencia del cliente: menor número de bloqueos o validaciones innecesarias gracias a modelos más precisos y personalizados. Cumplimiento normativo: apoyo a la detección de blanqueo de capitales y cumplimiento con normativas de prevención del delito financiero.",
    "solution": "Recopilación de datos: se integran múltiples fuentes de datos incluyendo transacciones históricas, ubicación, dispositivo, canal utilizado, importes, horarios, frecuencia de operaciones, etc. Modelado del comportamiento habitual: se entrenan modelos para definir patrones normales de comportamiento por cliente o segmento. Detección de anomalías: se aplican modelos de detección de outliers y scoring de riesgo para identificar transacciones atípicas o sospechosas. Clasificación del fraude: los modelos aprenden a distinguir entre fraudes reales y falsos positivos, mejorando la precisión con técnicas supervisadas. Alertas y respuestas automáticas: se generan alertas en tiempo real ante transacciones sospechosas, con posibilidad de bloqueo automático o solicitud de verificación al cliente. Entrenamiento continuo: el sistema se retroalimenta con los resultados de las investigaciones humanas para mejorar su rendimiento y adaptarse a nuevos patrones de fraude.",
    "services": "Detectar en tiempo real transacciones potencialmente fraudulentas. Prevenir fraudes financieros y operativos. Aplicar modelos que evolucionan con nuevos patrones de comportamiento sospechoso. Reducir pérdidas económicas y mejorar la seguridad operativa y normativa.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Recommender/Optimizer for Banking Location Opening and Closing",
    "id": "01434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "El Recomendador/Optimizador de apertura o cierre de sucursales es un sistema que utiliza inteligencia artificial para estudiar y recomendar las mejores ubicaciones geográficas para nuevas tiendas, así como para tomar decisiones estratégicas sobre el cierre de tiendas existentes. Para estas recomendaciones, el sistema considera una amplia variedad de datos como datos de movilidad humana, datos censales, comportamiento del gasto geoespacial, datos meteorológicos, demográficos, de transporte público, tráfico, estacionamientos e información sobre la ubicación de tiendas competidoras.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Maximización de ventas y rentabilidad: al abrir nuevas tiendas en ubicaciones estratégicas y cerrar tiendas menos rentables. Minimización del impacto en competidores: se minimiza la creación de beneficios para los competidores y se mantiene la competitividad en el mercado. Optimización de decisiones estratégicas: al utilizar análisis predictivos y datos exhaustivos, se optimizan las decisiones estratégicas de expansión y reducción de la empresa.",
    "solution": "Recopilación de datos: se recopilan datos de múltiples fuentes, incluyendo datos de movilidad humana, censos, comportamiento de gasto, datos meteorológicos, demográficos, de transporte público, tráfico, estacionamientos e información de la competencia. Análisis predictivo: se utilizan algoritmos de aprendizaje automático para analizar y modelar los datos, identificando patrones y tendencias que sugieren las mejores ubicaciones para nuevas tiendas, así como el impacto potencial del cierre de tiendas existentes. Generación de recomendaciones: basado en los análisis predictivos, el sistema genera recomendaciones sobre la apertura de nuevas tiendas en ubicaciones estratégicas y el cierre de tiendas menos rentables o estratégicamente ubicadas. Evaluación de impacto: se evalúa el impacto de las recomendaciones en términos de ventas, rentabilidad y competencia. Se ajustan las recomendaciones según sea necesario para optimizar los resultados deseados. Implementación de decisiones: las decisiones recomendadas se implementan en la estrategia de expansión o reducción de la empresa, considerando las implicaciones logísticas, financieras y estratégicas.",
    "services": "Identificar las mejores ubicaciones geográficas para abrir nuevas tiendas. Minimizar el impacto negativo en los competidores al cerrar tiendas existentes. Utilizar datos exhaustivos para tomar decisiones estratégicas basadas en análisis predictivos.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Segmentación por tipos y formas de consumo + modelo de propensión",
    "id": "02434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Modelo para clasificar a los clientes y analizar sus patrones de consumo y reacción a promociones. Permite agrupar nuevos clientes, observar los cambios en los clústeres y estimar la probabilidad de migración entre grupos. Basado en tarjetas de fidelización, cupones, etc. Se calcula también un modelo de propensión a cambiar de grupo. Se entrega en forma de cuadro de mando dinámico actualizado mensualmente, donde se visualizan todos los grupos y su evolución a lo largo del tiempo.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Conocimiento de los clientes: Analiza el comportamiento de los clientes a través de datos de fidelización y cupones. Seguimiento de evolución: Observa cómo migran entre grupos con el paso del tiempo. Mejora de la planificación comercial: Ayuda a entender mejor a los nuevos clientes y adaptar las acciones a cada grupo.",
    "solution": "Se parte de los datos de clientes recogidos por tarjetas de fidelización, uso de cupones y comportamiento en supermercados. Se agrupan los clientes por clústeres que representan tipos y formas de consumo. Se representa gráficamente el movimiento de los clientes entre clústeres a lo largo del tiempo. Además, se aplica un modelo de propensión que estima la probabilidad de que un cliente cambie de clúster. Con esta información se puede analizar el comportamiento de los nuevos clientes y su integración en los grupos existentes. La solución se entrega mediante un dashboard mensual con visualizaciones claras y actualizadas.",
    "services": "Visualizar los clientes agrupados por tipos y formas de consumo. Conocer cómo cambian esos grupos con el tiempo. Conocer la propensión de cada cliente a migrar entre grupos. Observar el comportamiento de nuevos clientes.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Lead Scoring – Web Users",
    "id": "03434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Este caso de uso permite identificar y clasificar leads de usuarios que visitan la web de la empresa, mediante el análisis de su comportamiento de navegación. Utilizando técnicas de IA, se predice la probabilidad de que un usuario realice una conversión (compra, solicitud de información, contratación, etc.) y se priorizan aquellos con mayor intención de compra.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Priorización de oportunidades: se concentra el esfuerzo comercial en los leads con mayor probabilidad de conversión. Optimización de campañas: al conocer mejor el perfil del lead ideal, se ajustan mensajes, contenidos y canales. Mejora del ROI comercial: al reducir los costes de adquisición por lead y aumentar la tasa de conversión. Aumento de la personalización: permite adaptar las acciones de marketing y ventas a cada perfil de usuario web.",
    "solution": "Seguimiento del comportamiento: se recopilan datos de navegación como páginas vistas, tiempo en página, formularios rellenados, clics, origen del tráfico, etc. Creación del modelo de lead scoring: se entrenan modelos de machine learning supervisados con datos históricos de usuarios que sí o no convirtieron. Predicción y segmentación: el sistema estima en tiempo real la probabilidad de conversión del usuario y lo clasifica en categorías (alto, medio, bajo). Activación de campañas o avisos: se puede activar automáticamente una acción (notificación a comercial, envío de oferta, remarketing) según el scoring obtenido. Aprendizaje continuo: el modelo se recalibra a medida que se obtienen nuevos datos de conversión reales, mejorando su precisión con el tiempo.",
    "services": "Identificar usuarios web con alta probabilidad de conversión. Priorizar leads según su comportamiento. Activar campañas o contactos personalizados basados en el scoring. Aumentar la efectividad del funnel digital y del equipo comercial.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Customer Churn Model",
    "id": "04434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Modelo que permite identificar la probabilidad de que un cliente deje de comprar. Identifica variables y comportamientos que caracterizan a los clientes que han abandonado, de modo que se puede predecir con antelación cuándo otro cliente se encuentra en situación de riesgo.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Incremento de la retención: Permite anticiparse al abandono de clientes. Reducción del coste de captación: Reduce el esfuerzo en atraer nuevos clientes compensando con acciones de retención. Mejora de la eficacia comercial: Facilita acciones enfocadas y personalizadas en clientes con riesgo de abandono.",
    "solution": "Se recopilan los datos históricos de compra, encuestas y comportamiento del cliente. A partir de esta información se identifican las variables que mejor explican el abandono del cliente. Se entrena un modelo de machine learning para estimar la probabilidad de abandono de cada cliente, y se valida su precisión sobre datos reales. El modelo se puede ejecutar de forma periódica y se pueden activar alertas o recomendaciones para equipos comerciales cuando un cliente entra en zona de riesgo.",
    "services": "Identificar qué clientes están en riesgo de dejar de comprar. Anticiparse al abandono. Planificar acciones comerciales personalizadas para retener a los clientes en riesgo.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Detector de firmas falsas",
    "id": "05434100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "Sistema de inteligencia artificial entrenado para identificar firmas falsas en documentos oficiales, contratos y operaciones bancarias. Utiliza visión por computador y modelos de machine learning para comparar firmas manuscritas contra patrones conocidos del cliente.",
    "business_segment": null,
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": "Reducción del fraude: permite detectar intentos de suplantación de identidad mediante falsificación de firmas. Aceleración de validaciones: automatiza un proceso que tradicionalmente requiere revisión humana especializada. Mejora en la seguridad documental: evita autorizaciones indebidas y mantiene la integridad de los procesos. Optimización operativa: reduce los tiempos de procesamiento de operaciones que requieren validación de firma.",
    "solution": "Digitalización de firmas: se digitalizan firmas manuscritas para crear una base de patrones de firma por cliente. Preprocesamiento de imagen: se aplica limpieza, normalización y alineamiento para facilitar el análisis. Entrenamiento del modelo: se entrena un modelo de IA con firmas auténticas del cliente, para identificar desviaciones significativas. Evaluación de autenticidad: ante cada nueva firma, el sistema calcula un score de autenticidad y genera una alerta si excede el umbral de duda. Integración con sistemas de backoffice: el sistema puede integrarse con herramientas de tramitación de contratos o plataformas de firma electrónica. Reentrenamiento periódico: el sistema se actualiza con nuevas firmas legítimas para adaptarse a la evolución del trazo personal.",
    "services": "Detectar falsificación de firmas en tiempo real. Automatizar la validación de autenticidad en procesos contractuales. Aumentar la seguridad documental sin comprometer la agilidad operativa.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Cesta Temática Inteligente",
    "id": "06434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Recomendación de productos complementarios y relacionados que permite formar una 'cesta temática' o concepto de compra. Estas cestas son generadas automáticamente por el sistema a partir de reglas de asociación y aprendizaje. La propuesta se puede mostrar en tienda online, app, terminales o pantallas físicas. Las cestas pueden incluir productos individuales o múltiples ofertas agrupadas.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Aumento del ticket medio: Se incrementa la venta media por cliente al ofrecer productos complementarios. Mejora de la experiencia de compra: El cliente percibe que se le ofrecen propuestas útiles y coherentes con su compra. Automatización de la venta cruzada: El sistema detecta los patrones de combinación y actúa sin intervención humana.",
    "solution": "A partir del histórico de tickets, el sistema encuentra combinaciones frecuentes de productos y genera cestas temáticas relevantes. Las cestas se muestran automáticamente al cliente al detectar el patrón inicial de compra, con posibilidad de personalizar las ofertas. Se pueden utilizar modelos de asociación de reglas, agrupación y personalización según perfil de cliente. La implementación permite que el sistema se autoentrene y adapte en función de la estacionalidad, promociones o nuevas referencias.",
    "services": "Incrementar el número de artículos por ticket medio. Aumentar el valor medio de cada venta. Ofrecer experiencias de compra más personalizadas. Favorecer la venta cruzada entre diferentes categorías de producto.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "CX ROI (Customer Experience Return on Investment)",
    "id": "07434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Modelo que permite calcular el impacto económico de la experiencia de cliente (CX). Relaciona las métricas de experiencia (NPS, encuestas, tiempo de espera, etc.) con las métricas de negocio como ventas, retención o conversión. A partir de ahí, permite priorizar inversiones en iniciativas de CX con mayor impacto económico.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Toma de decisiones objetiva: Basada en impacto económico. Priorización efectiva: Invierte en las palancas de experiencia que más retorno generan. Demostración de valor: Justifica ante negocio la necesidad de invertir en CX. Mejora continua: Aporta una visión clara y accionable para evolucionar la experiencia de cliente.",
    "solution": "Se integran datos de encuestas de cliente y fuentes internas como CRM o transaccionales. Se relacionan con métricas de negocio usando modelos estadísticos explicativos. Se identifica qué dimensiones de la experiencia de cliente generan mayor valor. Se calcula el retorno económico estimado de mejorar cada una de ellas, lo que permite priorizar y justificar las inversiones.",
    "services": "Calcular el ROI de las acciones de experiencia de cliente. Priorizar iniciativas de CX con mayor retorno económico. Relacionar la voz del cliente con indicadores clave de negocio. Tomar decisiones basadas en datos reales y cuantificables.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Hyper-personalized product recommender",
    "id": "08434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Motor de recomendación hiperpersonalizado que propone productos relevantes al cliente en función de su perfil y comportamiento, tanto online como en tienda. Se combinan técnicas de Machine Learning para segmentar al cliente, y para cada perfil se personaliza el contenido, tales como recomendaciones, banners, cupones o precios. El sistema se entrena continuamente con los datos nuevos y permite medir el rendimiento de cada recomendación.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Incremento de la conversión: Aumenta la probabilidad de que los clientes compren lo que se les recomienda. Mejora de la experiencia de cliente: Ofrece recomendaciones útiles y personalizadas en tiempo real. Optimización de promociones: Aplica cupones y descuentos de manera más efectiva. Planificación del inventario: Mejora la previsión de demanda basada en lo recomendado y consumido.",
    "solution": "El sistema parte del histórico de compras, navegación web y perfil del cliente. Se entrena un modelo que segmenta a los clientes y detecta patrones de comportamiento y preferencias. Para cada cliente se calcula un perfil y se generan recomendaciones personalizadas de productos, promociones, banners y cupones. Estas recomendaciones se muestran en tiempo real en el ecommerce, en apps y pueden imprimirse físicamente en tickets. El sistema se autoentrena con nuevos datos y se mide continuamente su efectividad mediante KPIs como tasa de conversión, ticket medio o repetición de compra.",
    "services": "Ofrecer recomendaciones hiperpersonalizadas a los clientes. Incrementar el ticket medio y la recurrencia. Optimizar las promociones y descuentos. Mejorar la experiencia del cliente en el canal online y físico.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Marketing Mix Modeling",
    "id": "09434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Modelo que permite analizar el impacto de diferentes variables de marketing y de contexto en los resultados de ventas. Entre las variables se incluyen promociones, campañas en medios, estacionalidad, competencia, clima, etc. El modelo permite descomponer las ventas en función de estos factores y cuantificar el ROI de cada acción.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Cuantificación de impacto: Se puede saber qué ha generado las ventas en cada momento. Optimización de inversión: Permite redirigir presupuesto a las acciones más rentables. Simulación de escenarios: Se puede planificar con base en datos objetivos y simular distintos planes de marketing. Visión integral: Ofrece una comprensión 360º de las palancas que afectan al negocio.",
    "solution": "Se recopilan los datos históricos de ventas y se cruzan con múltiples fuentes internas y externas (medios, promociones, clima, etc.). Se aplica un modelo de regresión multivariable con técnicas avanzadas de machine learning que permite descomponer el volumen de ventas por contribución de cada factor. Se obtiene una visualización clara y unificada del impacto de cada acción. Esto permite realizar simulaciones de escenarios y optimizar la inversión en marketing.",
    "services": "Cuantificar el impacto de cada acción comercial y de marketing. Identificar qué campañas aportan mayor ROI. Planificar de forma óptima las inversiones futuras. Simular escenarios y priorizar recursos. Descomponer el volumen de ventas en sus factores explicativos.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Análisis de Reviews de Productos utilizando Generative AI",
    "id": "0a434100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "Análisis automático de grandes volúmenes de reseñas de productos mediante técnicas de IA Generativa. El sistema extrae insights clave como puntos fuertes, problemas comunes, nuevas funcionalidades deseadas, etc. Esto permite mejorar productos, anticiparse a demandas del cliente y adaptar la comunicación.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Agilidad: Se obtienen conclusiones rápidamente a partir de miles de reseñas. Calidad: Se detectan patrones ocultos que manualmente no se observan. Innovación: Se identifican funcionalidades deseadas por los usuarios. Satisfacción: Mejora la percepción del cliente al responder a sus comentarios.",
    "solution": "Las reseñas se recopilan desde plataformas propias o de terceros. Se preprocesan y analizan mediante técnicas de NLP y LLM. La IA resume los comentarios, agrupa temáticas, detecta problemas frecuentes y sugerencias recurrentes. Se entrega un dashboard con visualización de insights y evolución por producto.",
    "services": "Obtener insights automáticos de la experiencia de cliente. Detectar problemas antes de que escalen. Mejorar la calidad de producto. Innovar con base en los deseos del cliente.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Optimización de plantilla de trabajo",
    "id": "0b434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Uso de algoritmos de optimización y aprendizaje automático que consideran múltiples factores para crear horarios eficientes y equitativos. Estos algoritmos permiten a las organizaciones mejorar la eficiencia operativa y la moral del empleado al mismo tiempo que cumplen con las normativas laborales.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Mejora de eficiencia: Incrementa la eficiencia operativa al asignar recursos de manera óptima. Mejor asignación de recursos: Utiliza algoritmos para asignar turnos y tareas considerando habilidades, disponibilidad y demanda. Mayor moral del empleado: Promueve la equidad y la transparencia en la asignación de horarios, lo que mejora la satisfacción laboral.",
    "solution": "Se recopilan datos sobre disponibilidad del personal, demanda operativa, habilidades y restricciones. Se utilizan técnicas de machine learning para analizar patrones y prever necesidades futuras. Aplicamos algoritmos de optimización para crear horarios eficientes y equitativos. Se integra el sistema con el software de planificación y se realizan ajustes según el feedback y cambios en condiciones.",
    "services": "Maximizar la productividad del equipo. Mejorar la satisfacción del personal. Cumplir con las normativas laborales. Disminuir el absentismo y mejorar la asignación de recursos en tienda.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Lead Scoring – Web Users",
    "id": "0c434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Proceso que utiliza técnicas de Machine Learning para clasificar y priorizar prospectos (leads) según su probabilidad de conversión. Al analizar datos históricos y de comportamiento en línea, se asignan puntuaciones que permiten enfocar los esfuerzos de ventas y marketing en los prospectos más prometedores.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Enfoque en leads de alto potencial: Prioriza a los prospectos con más probabilidad de conversión. Mejora de tasa de conversión: Incrementa la efectividad de las campañas de marketing. Optimización de recursos: Redirige los esfuerzos hacia las oportunidades más valiosas. Aumento de ingresos: Mejora el retorno de inversión al centrarse en leads cualificados.",
    "solution": "Se recopilan datos históricos de conversiones y comportamiento de los usuarios en la web. Se entrenan modelos con estos datos para predecir la probabilidad de conversión. Cada lead recibe una puntuación basada en su perfil y comportamiento. Se integran los resultados en plataformas de ventas y marketing para su utilización directa.",
    "services": "Mejorar eficiencia de ventas. Focalizar los esfuerzos comerciales en los prospectos adecuados. Aumentar tasas de conversión. Rediseñar campañas según el scoring. Optimizar estrategias de marketing.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Fraudulent use of coupons in store",
    "id": "0d434100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "Sistema de detección de uso fraudulento de cupones en tienda. Analiza patrones de comportamiento y uso de cupones para identificar anomalías. Permite prevenir pérdidas y bloquear automáticamente operaciones sospechosas o notificar a los supervisores.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Prevención de pérdidas: Se reduce el impacto económico del fraude. Automatización: El sistema actúa de forma proactiva sin intervención manual. Protección de la marca: Se evita la percepción de que el sistema promocional puede ser manipulado. Mejora de procesos: Se fortalecen los controles y la trazabilidad de las promociones.",
    "solution": "Se recopilan los datos de uso de cupones por cliente, tipo de producto, localización y horario. Se identifican patrones sospechosos como uso repetido, valores anómalos o clientes reincidentes. El sistema genera alertas automáticas y se conecta al TPV o CRM para actuar en tiempo real.",
    "services": "Detectar y prevenir fraudes relacionados con el uso de cupones. Reducir pérdidas económicas. Alertar al personal en tienda y mejorar los controles internos. Evitar errores o abusos de políticas promocionales.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Optimization of Coupons, Promotions, and Discounts for loyalty",
    "id": "0e434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Sistema que ajusta automáticamente promociones, cupones y descuentos para maximizar la fidelidad del cliente y el impacto comercial. Se personalizan las promociones según el perfil del cliente, su comportamiento y los objetivos de negocio.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Personalización: Ajuste dinámico a cada cliente. Eficiencia: Aumenta el rendimiento de las campañas. Simplicidad: Automatiza decisiones complejas de marketing.",
    "solution": "Se analizan los históricos de uso de promociones y su efecto en ventas y fidelidad. A partir de esos datos se diseñan reglas y modelos que proponen promociones más efectivas según el perfil individual. El sistema permite probar múltiples escenarios y ajustar dinámicamente los descuentos ofrecidos.",
    "services": "Aumentar el uso efectivo de promociones. Fomentar la fidelidad. Mejorar el retorno de inversión en campañas promocionales.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Recommender/Optimizer for Store Opening and Closing",
    "id": "0f434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Herramienta que recomienda aperturas o cierres de puntos de venta según múltiples factores como ventas, afluencia, entorno competitivo, coste operativo, etc. Optimiza la red de tiendas desde una visión global y estratégica.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Visión estratégica: Ayuda a alinear la red con el mercado. Reducción de costes: Evita mantener tiendas no rentables. Escalabilidad: Planifica la expansión con seguridad.",
    "solution": "Se recopilan datos internos y externos: facturación, tráfico, densidad de población, competencia, costes logísticos, etc. Se construye un modelo que estima la viabilidad de cada punto y simula el impacto de su apertura o cierre. El sistema permite probar distintos escenarios y visualizar la evolución geográfica del negocio.",
    "services": "Optimizar la red de tiendas. Tomar decisiones basadas en datos objetivos. Minimizar el impacto negativo de cierres o reaperturas mal planificadas.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Recomendador de alternativas en tiendas online",
    "id": "10434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Motor de recomendación que sugiere productos alternativos o sustitutos en función de disponibilidad, preferencias y comportamiento del cliente. Si un producto no está disponible o es poco relevante, el sistema ofrece una alternativa personalizada para mantener la conversión.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Aumento de conversión: Reduce las pérdidas por productos no disponibles. Personalización: Sugerencias relevantes para cada cliente. Satisfacción: Mejora la experiencia del usuario al ofrecerle soluciones.",
    "solution": "Se analiza el catálogo de productos y se relacionan los ítems entre sí por categoría, precio, marca y afinidad de compra. A partir del perfil del cliente y su navegación, se muestran productos similares con alta probabilidad de conversión. El sistema también tiene en cuenta el stock para evitar sugerencias no disponibles.",
    "services": "Evitar carritos vacíos por falta de disponibilidad. Mantener la conversión en compras online. Ofrecer experiencias de compra más completas. Facilitar la exploración de productos alternativos.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Modelo de Reconocimiento de Artículos",
    "id": "11434100-544b-f011-877a-00224839ce84",
    "category": "Visión por computador y análisis de imágenes",
    "description": "Sistema de visión artificial para identificar automáticamente productos en tienda sin necesidad de escanear códigos. El sistema reconoce el producto a partir de su forma, color y textura, facilitando el cobro en caja o en terminales de autoservicio.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Velocidad: Reduce el tiempo necesario para registrar los productos. Precisión: Evita errores de lectura o escaneo. Innovación: Permite una experiencia moderna y fluida para el cliente.",
    "solution": "Se entrenan modelos de reconocimiento visual utilizando imágenes de los productos desde distintos ángulos. La cámara instalada en la caja o terminal detecta automáticamente qué producto se está colocando sobre el lector. Esto permite acelerar el proceso de cobro, mejorar la experiencia del cliente y reducir errores.",
    "services": "Reducir los tiempos de espera en caja. Mejorar la experiencia de compra. Facilitar la operación en terminales de autoservicio. Minimizar errores humanos en el cobro.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Dynamic Pricing",
    "id": "12434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Sistema que ajusta automáticamente los precios en función de múltiples variables como demanda, stock, promociones, competidores, temporalidad, etc. Permite maximizar los márgenes y adaptarse a las condiciones del mercado en tiempo real.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Maximización de beneficios: Calcula precios óptimos que maximizan margen y conversión. Competitividad: Se adapta automáticamente a cambios en el mercado. Agilidad: Reduce los tiempos de respuesta y permite reaccionar más rápido a eventos.",
    "solution": "Se integran datos de ventas, inventario, precios de la competencia, eventos, etc. Se aplica un modelo de optimización que calcula el precio óptimo por producto y canal. El sistema puede actualizar los precios automáticamente o generar recomendaciones para los responsables de pricing. Se controla el cumplimiento de límites y políticas de negocio.",
    "services": "Ajustar precios dinámicamente según el contexto. Maximizar el margen sin perder competitividad. Evitar sobrestock o roturas. Simplificar la gestión de precios compleja en múltiples canales.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Dynamic demand influencing factors",
    "id": "13434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Modelo que analiza y cuantifica los factores que afectan la demanda de productos en tiempo real: clima, eventos, medios, promociones, competencia, etc. Permite explicar variaciones y mejorar la planificación.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Comprensión: Saber por qué cambia la demanda. Agilidad: Respuesta inmediata ante eventos externos. Eficiencia: Planificación de campañas más efectiva.",
    "solution": "Se recogen datos internos (ventas, promociones) y externos (tiempo, redes sociales, movilidad, etc.). Se aplica un modelo explicativo que pondera cada factor según su impacto sobre la demanda observada. Se genera un dashboard con explicación diaria de las variaciones de demanda y sus causas más probables.",
    "services": "Identificar qué factores afectan la demanda. Cuantificar su impacto. Reaccionar más rápido ante cambios inesperados. Diseñar campañas y operaciones más alineadas con la realidad del mercado.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Perishables: Dynamic Pricing",
    "id": "14434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Modelo de pricing dinámico para productos perecederos que ajusta el precio automáticamente según la cercanía a la fecha de caducidad y otras variables. Permite reducir residuos y maximizar ingresos.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Reducción de residuos: Se incentiva la venta antes de caducar. Incremento de ingresos: Mejora el margen sobre productos que normalmente se desechan. Automatización: Simplifica la gestión de precios complejos.",
    "solution": "Se analiza el histórico de ventas, caducidad, stock y elasticidad al precio. El modelo estima el precio ideal en cada momento del ciclo de vida del producto. Se generan alertas o se automatizan cambios de precio en el sistema de gestión. Incluye reglas de negocio como descuentos máximos o márgenes mínimos.",
    "services": "Reducir desperdicio alimentario. Mejorar el margen en productos perecederos. Ajustar precios de forma ágil y automática según la vida útil del producto.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Pan Caliente",
    "id": "15434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Modelo predictivo que indica cuándo hornear pan para asegurar disponibilidad sin sobreproducción. Se aplica en tiendas que hornean en puntos calientes para optimizar la producción diaria.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Reducción de mermas: Minimiza el pan no vendido. Frescura: Aumenta la disponibilidad de producto recién horneado. Satisfacción: Mejora la percepción del cliente y la fidelidad.",
    "solution": "El modelo se entrena con el histórico de ventas por día y hora, condiciones externas (clima, eventos, etc.) y stock. Se genera un plan de horneado que maximiza la disponibilidad sin exceder los residuos. El sistema se actualiza en tiempo real según el comportamiento de la demanda.",
    "services": "Optimizar la disponibilidad de productos calientes. Minimizar residuos. Mejorar la experiencia de compra. Planificar la producción horaria con precisión.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Optimización de Planes de Ventas para Cadenas de Supermercados",
    "id": "16434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Modelo de previsión de ventas basado en técnicas de IA que permite definir objetivos realistas por tienda, zona y periodo. Tiene en cuenta múltiples factores internos y externos y permite simular escenarios.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Precisión: Mejora las estimaciones frente a métodos tradicionales. Alineación: Define objetivos alcanzables y personalizados. Agilidad: Reduce el esfuerzo manual y acelera la toma de decisiones.",
    "solution": "Se analiza el histórico de ventas, promociones, estacionalidad, condiciones externas (clima, eventos) y otros KPIs. El modelo genera previsiones por tienda y agrega a nivel regional y global. Permite generar escenarios y ajustar objetivos de forma automática. Se integra con el sistema de gestión de ventas o de incentivos.",
    "services": "Planificar ventas de forma más precisa. Ajustar objetivos a la realidad de cada tienda. Facilitar la planificación y la asignación de recursos. Automatizar parte del proceso.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "BD4QoL: Big Data Models and Intelligent tools for Quality of Life monitoring and participatory empowerment of head and neck cancer survivor",
    "id": "17434100-544b-f011-877a-00224839ce84",
    "category": "Proyectos de innovación e I+D",
    "description": "Mejorar la calidad de vida de los supervivientes de HNC mediante el desarrollo de un plan de seguimiento y control centrado en la persona. Utilizará IA y Big Data recopilados de dispositivos móviles, en combinación con datos clínicos y socioeconómicos de múltiples fuentes y los resultados informados por los pacientes.",
    "business_segment": null,
    "sector": "Salud y Ciencias de la Vida",
    "benefits": null,
    "solution": "la captación de datos en dispositivos para la monitorización de pacientes (IoT), configuración de un repositorio masivo de datos donde convergen los datos de los dispositivos e información clínica retrospectiva (Big Data), aplicación de reglas de calidad y control de transformaciones y de acceso a datos (gobierno de datos) y el uso de técnicas avanzadas de cómputo para la elaboración de modelos de predicción que asesoran a los profesionales en el cuidado clínico y psicosocial de los pacientes objeto de estudio (Machine Learning). El análisis de los indicadores de calidad de vida permitirá anticipar riesgos e informará a los pacientes y cuidadores sobre intervenciones personalizadas para interceptar oportunamente y prevenir los efectos a largo plazo del tratamiento.",
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": "Dicieambre 2019- Noviembre 2024",
    "costo": "Presupuesto asignado: 435.000 € [435.000 € (Subvención)]"
  },
  {
    "title": "ODIN: Aprovechar la tecnología basada en Inteligencia Artificial para transformar el futuro de la prestación de atención médica en los principales hospitales de Europa",
    "id": "18434100-544b-f011-877a-00224839ce84",
    "category": "Proyectos de innovación e I+D",
    "description": "Ofrecer dentro del marco de Smart Hospitals, ofrecer una plataforma descentralizada abierta y segura, que admita un conjunto de servicios potenciados por soluciones robóticas, entornos de IoT, mejorados por Inteligencia Artificial. La plataforma recopilará información de datos y recursos a través de un ciclo cognitivo de alto nivel de IA semántica. Ayudar a fusionar los requisitos funcionales de los socios hospitalarios con los recursos de innovación y la solución técnica de los socios industriales.",
    "business_segment": null,
    "sector": "Salud y Ciencias de la Vida",
    "benefits": null,
    "solution": "Definición y puesta en marcha de la infraestructura que soporte la interconexión de todos los recursos IoT, la recolección de los datos (multientorno), orquestación de servicios e implementación de sistemas avanzados de interpretación de datos basados en escenarios simulados que permitan predecir picos en los servicios de emergencias y su planificación",
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": "Marzo 2021- Agosto 2024",
    "costo": "Presupuesto asignado: 541.875€? [379.312,50 € (Subvención)]"
  },
  {
    "title": "Your Chef: Chatbot con IA generativa",
    "id": "19434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Asistente virtual con IA generativa que recomienda recetas basadas en productos comprados o disponibles en casa. Interactúa en lenguaje natural y sugiere menús personalizados.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Valor añadido: Aporta utilidad más allá de la compra. Fidelización: Mejora la relación con el cliente. Interacción: Aprovecha las capacidades de la IA generativa para crear experiencias agradables.",
    "solution": "Se construye un chatbot que conecta con el historial de compra del cliente o permite introducir los ingredientes manualmente. A partir de ello, genera recetas adaptadas a gustos, tiempo disponible y tipo de dieta. Usa un LLM para generar los textos y mejorar la experiencia conversacional.",
    "services": "Fomentar el uso del producto. Mejorar el vínculo marca-cliente. Ofrecer valor añadido post-compra. Aumentar la fidelidad a través de utilidad y personalización.",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "RENergetic: Islas energéticas sostenibles basadas en el poder de la gente",
    "id": "1a434100-544b-f011-877a-00224839ce84",
    "category": "Proyectos de innovación e I+D",
    "description": "Coordinación del Consorcio. Interlocución con la Comisión Europea. Desarrollo del Sistema de Monitorización de la Seguridad (SIEM - Security Information and Event Management). Se está construyendo en base a la integración de soluciones Open Source (Elastic Stack, Wazuh, OpenVAS, Elastalert). Adicionalmente se le ha dotado de inteligencia artificial mediante Machine Learning.Tú dijiste:Demostrar la viabilidad de las denominadas islas energéticas urbanas.?Demostrar la mejora de la eficiencia energética, la participación comunitaria y la viabilidad socioeconómica de tres islas de energía urbana:   The New Docks en Ghent (BE), Warta Campus en Poznan (PL) y el Campus Hospitalario y de Investigación de Segrate-Milán (Italia).?RENergetic empodera a las Comunidades de Energías Renovables para habitar Islas de Energía basadas en una Economía de Calidad (calidad atribuida al valor de vivir y trabajar en una sociedad de energía limpia), alimentando su participación en procesos tradicionalmente ocultos para las comunidades locales, como el suministro de calor.ChatGPT PlusDemostrar la viabilidad de las denominadas islas energéticas urbanas. Demostrar la mejora de la eficiencia energética, la participación comunitaria y la viabilidad socioeconómica de tres islas de energía urbana: The New Docks en Ghent (BE), Warta Campus en Poznan (PL) y el Campus Hospitalario y de Investigación de Segrate-Milán (Italia). RENergetic empodera a las Comunidades de Energías Renovables para habitar Islas de Energía basadas en una Economía de Calidad (calidad atribuida al valor de vivir y trabajar en una sociedad de energía limpia), alimentando su participación en procesos tradicionalmente ocultos para las comunidades locales, como el suministro de calor.",
    "business_segment": null,
    "sector": "Energía y Utilities",
    "benefits": null,
    "solution": "Desarrollo de los algoritmos que implementarán estrategias de control innovadoras para la optimización del consumo de energía en aplicaciones específicas: cargadores de vehículos eléctricos, controlar un sistema de calefacción de distrito local optimizando entre múltiples fuentes de entrada, entre otros. Adaptación de la solución de infraestructura IoT de Inetum Francia y el EMS Synergica España, dentro del framework de replicabilidad.",
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": "Noviembre 2020? - Abril 2024",
    "costo": "Presupuesto asignado: 761.250 €? [460.075 € (Subvención)]"
  },
  {
    "title": "NeEDS: Network of European Data Scientists?",
    "id": "1b434100-544b-f011-877a-00224839ce84",
    "category": "Proyectos de innovación e I+D",
    "description": "Fomentar la movilidad entre la universidad y la empresa, mejorar las capacidades de Data Science de la Industria de Europa, responder a los desafíos científicos y tecnológicos que el campo de la ciencia de datos ha creado para los usuarios y productores de datos en Europa y en todo el mundo. Las empresas y los organismos del sector público de toda Europa descubren que no pueden desarrollar las capacidades necesarias con la suficiente rapidez.",
    "business_segment": null,
    "sector": "Sociedad",
    "benefits": null,
    "solution": "En Inetum acogemos a Data Science de las universidades incorporadas en el consorcio para colaborar con nosotros en la resolución de casos de uso. Tendremos la oportunidad de trasladar a nuestros técnicos, por períodos de un mes, a alguna de las universidades participantes para conocer los diferentes algoritmos y casos de uso en los cuales se está trabajando en el mundo académico.",
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": "Enero 2019? - Diciembre 2022",
    "costo": null
  },
  {
    "title": "Protego: Kit de herramientas de protección de datos para hospitales y centros de atención.",
    "id": "1c434100-544b-f011-877a-00224839ce84",
    "category": "Proyectos de innovación e I+D",
    "description": "Emplear un enfoque holístico para proteger los datos de los registros médicos electrónicos (EHR, electronic health records) contra los riesgos cibernéticos generados por el acceso a dispositivos remotos, independiente de la infraestructura tecnológica. Mejorar el conocimiento de la situación durante un ataque. Proteger los datos confidenciales dentro de la infraestructura del hospital y en el límite entre los hospitales y los dominios BYOD / IoT (Bring Your Own Device / Internet of Things). Provisión de un marco formativo sobre metodologías y protocolos para el uso correcto de herramientas de ciberseguridad, dirigido al personal del sector salud (TI y médicos) y los pacientes.",
    "business_segment": null,
    "sector": "Salud y Ciencias de la Vida",
    "benefits": null,
    "solution": "Coordinación del Consorcio. Interlocución con la Comisión Europea. Desarrollo del Sistema de Monitorización de la Seguridad (SIEM - Security Information and Event Management). Se está construyendo en base a la integración de soluciones Open Source (Elastic Stack, Wazuh, OpenVAS, Elastalert). Adicionalmente se le ha dotado de inteligencia artificial mediante Machine Learning.",
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": "Enero 2019? - Diciembre 2021",
    "costo": "Presupuesto asignado: 672.500? [597.063 € (Subvención)]"
  },
  {
    "title": "IMMERSE: Integration Mapping of Refugee & Migrant Children",
    "id": "1d434100-544b-f011-877a-00224839ce84",
    "category": "Proyectos de innovación e I+D",
    "description": "Mejorar la inclusión socioeducativa de los niños refugiados y migrantes en Europa con el fin de fomentar la construcción de sociedades inclusivas y cohesionadas. Definir una nueva generación de indicadores sobre la integración e inclusión socioeducativa de los niños refugiados y migrantes en Europa. Recopilar y controlar los datos relacionados con los indicadores seleccionados de niños de entre 6 y 18 años en 6 países europeos: Bélgica, Alemania, Grecia, Irlanda, Italia y España.",
    "business_segment": null,
    "sector": "Administración Pública y Gobierno",
    "benefits": null,
    "solution": "Desarrollará una solución innovadora para llevar a cabo la recopilación de datos (ICT digital onboarding platform and Immerse hub). Visualización y análisis de los datos (Dashboard). Diseño y desarrollo del modelo de base de datos para contener el panel de indicadores. Diseño y desarrollo del software de almacén de datos para obtener el análisis de datos e inteligencia comercial de KPIs.",
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": "Diciembre 2018? - Noviembre 2022",
    "costo": "Presupuesto asignado: 585.938 €? [585.938 € (Subvención)]"
  },
  {
    "title": "Gobernanza del carsharing – B:SM",
    "id": "1e434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Gobernanza de todos los proveedores de Carsharing para mejorar la operación y los servicios a los ciudadanos.",
    "business_segment": "Barcelona de Serveis Municipals",
    "sector": "Administración Pública y Gobierno",
    "benefits": null,
    "solution": "Procesamiento: ingesta y enriquecimiento en tiempo real de la información de los vehículos de todos los proveedores (NiFi + Kafka + MongoDB). Fraude: cálculo de diferentes KPIs para detectar vehículos que no están dentro del perímetro permitido y uso fraudulento de los vehículos (Spark + MongoDB + PowerBI + R). Calidad: detección de vehículos fuera de servicio o en exceso.",
    "services": "Gobernanza del servicio de carsharing. Análisis de fraude. Control de calidad.",
    "roles": "3 Big Data & IA, 2 Power BI + calidad",
    "tecnologia": "['Nifi', 'Kafka', 'MongoDB', 'Spark', 'PowerBI', 'R']",
    "fecha": "(1 año)",
    "costo": "375K €"
  },
  {
    "title": "Mantenimiento predictivo basado en AI – Metro de Madrid",
    "id": "1f434100-544b-f011-877a-00224839ce84",
    "category": "Mantenimiento predictivo e IoT",
    "description": "Reducir el coste del mantenimiento preventivo que se realiza en Metro de Madrid.? Minimizar el número de intervenciones por rotura inesperada de equipamiento",
    "business_segment": "Metro de Madrid",
    "sector": "Industria y Manufactura",
    "benefits": null,
    "solution": "Monitorizar las señales de todos los elementos de la máquina expendedora de billetes, para predecir cuándo va a fallar la máquina o alguno de sus componentes críticos (por ejemplo, atasco de monedas), optimizando los tiempos de disponibilidad y reduciendo los costes de mantenimiento preventivo y correctivo. Implementación de IA que permite conocer los valores sensibles en base a los parámetros de la máquina y los datos recogidos por los sensores ubicados en ellos. En 1.200 máquinas expendedoras de billetes que envían datos cada 30 segundos. El historial de 3 meses representa un total de 500 GB de información.",
    "services": "Implementación del producto livePDM industrializado: análisis y preparación de datos, selección de modelos, montaje del modelo, productivización, gestión de dispositivos. Cuadros de mando para presentar los resultados de las métricas calculadas – OEE. Integración con herramientas de gestión de activos para la generación de alarmas y eventos.",
    "roles": null,
    "tecnologia": "['livePDM', 'servidores de computo GPU avanzados']",
    "fecha": null,
    "costo": null
  },
  {
    "title": "Aduana 2.0",
    "id": "20434100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "Desarrollar un modelo analítica que permitiese inferir el riesgo de un vehículo con mercancías ocultas.",
    "business_segment": "Agencia Tributaria",
    "sector": "Administración Pública y Gobierno",
    "benefits": null,
    "solution": "Se desarrollaron varios modelos analíticos para detectar la forma del vehículo (lateral con infrarrojos y visual para la parte trasera) con el fin de identificar la marca-modelo del vehículo. A partir de este dato se obtiene la tara máxima, se obtenía el dato del peso de una báscula dinámica en el cruce de aduanas y se analizaba si el peso era excesivo con el fin de pasar el vehículo a inspección. Este modelo solo aplicaba a vehículos ligeros, ya que los de carga eran inspeccionados a través de rayos gamma. Se creó un aplicativo integral para gestionar el ciclo de vida del algoritmo.",
    "services": "Gestión del ciclo de vida del algoritmo para inspecciones aduaneras.",
    "roles": "2 Data Science, 2 Técnicos desarrollo, colaboración con UPM",
    "tecnologia": "['Vision artificial', 'infrarrojos']",
    "fecha": "(12 meses)",
    "costo": null
  },
  {
    "title": "Analítica de Fraude",
    "id": "21434100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "Explotar la capacidad de gestionar datos de forma masiva (Big Data) para detectar fraude en Telefonía.",
    "business_segment": "Operador de telefonía",
    "sector": "Telecomunicaciones",
    "benefits": null,
    "solution": "Se desarrolla un mecanismo que permite determinar si un móvil está clonado en base al análisis de tiempos entre llamadas.?  Se considera que un móvil está clonado si se producen dos llamadas a una distancia tal que es imposible que sea el mismo móvil.?  Se construye una hiper-matriz (260.000 filas y columnas) de tiempos donde se calcula el tiempo de tránsito entre dos antenas de telefonía.?  Se minimiza el coste de la creación de la matriz utilizando un esquema de submatrices fuertemente acopladas.",
    "services": null,
    "roles": "2 Data Science, 2 Técnicos interfaz y carga",
    "tecnologia": "['Big Data', 'matriz de tiempos']",
    "fecha": "(12 meses)",
    "costo": null
  },
  {
    "title": "Rolls-Royce",
    "id": "22434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Procesar los datos de los motores obtenidos durante los vueltos para poder mejorar el rendimiento de los motores, detectar fallos de seguridad y optimizar los procesos de mantenimiento.",
    "business_segment": "Rolls-Royce",
    "sector": "Industria y Manufactura",
    "benefits": null,
    "solution": "Procesamiento: Ingestión de datos y enriquecimiento de los datos después de un vuelo (14.000M filas / vuelo) usando Azure (Databricks + DataFactory + DataLake). Análisis: Dentro de Azure DataLake, se calculan los KPI con Spark y se exponen los datos para consumir por Tableau.? Machine learning: Se enriquecen los datos con modelos predictivos mediante Azure Machine Learning (TensorFlow) y así  encontrar posibles errores en los motores.",
    "services": "Ingesta, enriquecimiento, cálculo de KPIs, análisis predictivo de fallos.",
    "roles": "40 FTEs",
    "tecnologia": "['Azure (Databricks, DataFactory, DataLake)', 'Spark', 'ML (TensorFlow)']",
    "fecha": "(2 años)",
    "costo": null
  },
  {
    "title": "Proyectos logística – compañía de moda y perfumes",
    "id": "23434100-544b-f011-877a-00224839ce84",
    "category": "Visión por computador y análisis de imágenes",
    "description": "Control de calidad a través de Computer Vision para descartar automáticamente empaques y frascos defectuosos en la cadena de producción.",
    "business_segment": "PUIG",
    "sector": "Retail y Bienes de Consumo",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": "['Computer Vision']",
    "fecha": null,
    "costo": null
  },
  {
    "title": "ENISA",
    "id": "24434100-544b-f011-877a-00224839ce84",
    "category": "Detección de fraude y gestión de riesgos",
    "description": "Integración de la Inteligencia Artificial en los procesos de asignación de créditos a empresas.",
    "business_segment": "ENISA",
    "sector": "Administración Pública y Gobierno",
    "benefits": null,
    "solution": "Análisis de las variables que influyen en la concesión de un préstamo a éxito para validar el procedimientoo que sigue actualmente ENISA. Análisis de impacto de las consecuencias de COVID 19 en los préstamos realizados.",
    "services": null,
    "roles": "3 Data Science, 1 Arquitecto de datos",
    "tecnologia": "['Machine Learning', 'IA']",
    "fecha": "(3 meses)",
    "costo": null
  },
  {
    "title": "Cuartel General de la Armada",
    "id": "25434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Realizar la distribución de documentación a la recepción de los oficios (información clasificada).",
    "business_segment": "Armada Española",
    "sector": "Administración Pública y Gobierno",
    "benefits": null,
    "solution": "Se analiza el encabezado, cuerpo y documentación anexa al mismo para determinar el objeto del mensaje y asignar a las diferentes oficinas. Algoritmo híbrido con reglas fijas deducidas del comportamiento del usuario y un algoritmo basado en técnicas de procesamiento de lenguaje natural. El output del sistema se integra con una solución RPA (que forma parte del alcance) para automatizar las respuestas.",
    "services": null,
    "roles": "2 Data Science, 2 Técnicos RPA",
    "tecnologia": "['NLP', 'RPA']",
    "fecha": "(4 meses)",
    "costo": null
  },
  {
    "title": "Proyectos logística – operador logístico español",
    "id": "26434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Optimización de líneas de carga de transportes en función al volumen, basada en IOT y Edge computing para economizar tiempos en bandas transportadoras",
    "business_segment": "Logista",
    "sector": "Transporte y Logística",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": "['IoT', 'edge computing']",
    "fecha": null,
    "costo": null
  },
  {
    "title": "Proyectos logística – ingeniería automotriz",
    "id": "27434100-544b-f011-877a-00224839ce84",
    "category": "Mantenimiento predictivo e IoT",
    "description": "Mantenimiento predictivo basado en IOT y Edge computing",
    "business_segment": "Gestamp",
    "sector": "Industria y Manufactura",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": "['IoT', 'edge computing']",
    "fecha": null,
    "costo": null
  },
  {
    "title": "Proyectos logística – compañía automoción (ThingWorks)",
    "id": "28434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Management de producción basado en la plataforma IOT ThingWorks de PTC para  mantenimiento predictivo. Realidad aumentada para Experiencia de usuario que muestra problemas en el motor en tablet.",
    "business_segment": "Seat",
    "sector": "Industria y Manufactura",
    "benefits": null,
    "solution": null,
    "services": null,
    "roles": null,
    "tecnologia": "['ThingWorks', 'IoT', 'realidad aumentada']",
    "fecha": null,
    "costo": null
  },
  {
    "title": "Monitoreo de fuerza de trabajo – lifeWork",
    "id": "29434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Análisis del desempeño colectivo e individual en tiempo real basado en telemetría del puesto de trabajo. Integración con Splunk. Seguimiento no intrusivo de la productividad.",
    "business_segment": "Organizaciones con teletrabajo",
    "sector": "Industria y Manufactura",
    "benefits": null,
    "solution": "Plataforma de análisis de actividad sobre datos de uso de equipos.",
    "services": "Seguimiento no intrusivo. Mejora de eficiencia y productividad.",
    "roles": null,
    "tecnologia": "['liveWork', 'Splunk']",
    "fecha": null,
    "costo": null
  },
  {
    "title": "Sistema de mantenimiento predictivo para Eurobelt",
    "id": "2a434100-544b-f011-877a-00224839ce84",
    "category": "Mantenimiento predictivo e IoT",
    "description": "Monitorizar el alargamiento y otros parámetros de la cinta transportadora, para controlar si se acerca al máximo permitido antes de interrumpir la actividad de la cinta, optimizando los tiempos de producción y asegurando un correcto mantenimiento de la maquinaria.",
    "business_segment": "Eurobelt",
    "sector": "Industria y Manufactura",
    "benefits": null,
    "solution": "Implementación de fórmulas matemáticas que permiten conocer los valores sensibles en función de los parámetros de la cinta y los datos recogidos por los sensores ubicados en ellas.",
    "services": "Application development for:? Arrendatarios de Eurobelt BASE? Gestión maestra? Subarrendatarios para clientes de Eurobelt ?  Gestión de dispositivos, cintas y asociaciones?  Cuadros de mando para presentar los resultados de las métricas calculadas?  Generación de alarmas y eventos?  Ejecutar acciones en dispositivos:?  Activar/desactivar el modo de mantenimiento: no enviar métricas?  Realizar un RESET?  Encender/apagar un LED de advertencia?.",
    "roles": "3 Data Science, 1 Arquitecto",
    "tecnologia": "['Cumulocity', 'Apama (Embedded)', 'Angular 2', 'Microservicios', 'Java', 'Spring Boot']",
    "fecha": null,
    "costo": null
  },
  {
    "title": "Sistema de monitoreo del estado del motor (EHM)",
    "id": "2b434100-544b-f011-877a-00224839ce84",
    "category": "Mantenimiento predictivo e IoT",
    "description": "Predecir cuándo algo podría salir mal y prevenir una amenaza potencial antes de que tenga la oportunidad de convertirse en un problema real; que abarca la evaluación del estado de salud de un motor en tiempo real o después del vuelo.?",
    "business_segment": "Rolls-Royce",
    "sector": "Industria y Manufactura",
    "benefits": null,
    "solution": null,
    "services": "Implementación basada en las plataformas Azure IoT y Azure IoT Hub.? Centro de servicios (130 personas) que cubre: Diseño ergonómico y factores humanos; Arquitectura y diseño funcional; Desarrollo, pruebas e integración? Adquisición de datos; Encriptación y seguridad de datos: conectividad aérea y terrestre; Seguridad de los datos; Herramientas de optimización de piezas / logística; Herramientas de elevación de motores; Utilizando tecnologías IoT (ModBus, OPC), BigData y Machine Learning.? Ingesta de datos: 20 mil millones de puntos de datos por día130 modos de falla monitoreados las 24 horas del día, los 7 días de la semana en 12,000 motores?.",
    "roles": null,
    "tecnologia": "['Azure IoT Hub', 'Modbus', 'OPC', 'ML', 'Big Data']",
    "fecha": null,
    "costo": null
  },
  {
    "title": "On Boarding Digital.",
    "id": "2c434100-544b-f011-877a-00224839ce84",
    "category": "Soluciones de IA generativa y NLP",
    "description": "El regulador español bancario habilitó como canal válido para la creación de cuentas bancarias de forma remota.",
    "business_segment": "On Boarding Digital.",
    "sector": "Finanzas (Banca y Seguros)",
    "benefits": null,
    "solution": "Crear un flujo de proceso seguro que, a través del uso de técnicas de reconocimiento fácil y OCR permite garantizar la identidad de la persona que quiere crear una cuenta y proceder al alta efectiva del mismo.?",
    "services": "Se reconocen células de identifación, pasaportes y se recogen documentos complejos ?",
    "roles": "3 Data Science?, 1 Arquitecto",
    "tecnologia": null,
    "fecha": "(12 meses)",
    "costo": null
  },
  {
    "title": "Synergica",
    "id": "2d434100-544b-f011-877a-00224839ce84",
    "category": "Optimización operativa y de procesos",
    "description": "Incorporación de datos de contadores para contraste con facturación y optimización de compra de energía.",
    "business_segment": "Synergica",
    "sector": "Energía y Utilities",
    "benefits": null,
    "solution": "Uso de modelos Autoregresivos (ARIMA), SVM y RNN, y aportación de fuentes de información externas para explicar mejor el comportamiento de los contadores.",
    "services": null,
    "roles": "3 Data Science, 1 Arquitecto",
    "tecnologia": "['ARIMA', 'SVM', 'RNN']",
    "fecha": null,
    "costo": null
  },
  {
    "title": "Creación de modelos de marketing mix para incrementar ROI y ventas",
    "id": "2e434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "Ayudamos a nuestro cliente a abordar la planificación de las acciones de Marketing / Publicidad, a través de un sistema de modelos predictivos como herramienta de gestión que permite optimizar el Marketing Mix, mejorando la rentabilidad y consiguiendo mejores resultados en ventas.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Incremento de ventas: 9%. Incremento del ROI: 4%.",
    "solution": "Mejora de la rentabilidad de la inversión publicitaria, a través de la medición del ROI que los modelos predictivos calculan. Ayuda en la estrategia de pricing, determinando la elasticidad al precio para cada marca y SKU y consiguiendo un impacto en la demanda. Determinar la mejor estructura promocional en cada momento del tiempo, obteniendo un mejor retorno en ventas. Ayudar en la planificación estratégica y financiera a través de simular escenarios predictivos de las ventas por marca-SKU, en función de las acciones propias y de la competencia y su impacto en el negocio.",
    "services": "Ventas sell-in por marca-SKU. Todas las acciones de marketing (precios, campañas, promociones). Distribución de los productos (presencia en los canales). Inversión publicitaria (medios y distribución por variables tácticas en TV, Radio, Internet). Información de la competencia (precios, inversión en medios). Variables macroeconómicas (PIB, consumo privado, turismo).",
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Creación de modelos de marketing mix para la optimización de la inversión en medios",
    "id": "2f434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "El departamento de marketing de una multinacional farmacéutica necesita conocer cuál es el mix de medios para optimizar su inversión publicitaria. La compañía necesita conocer su mix óptimo de inversión en medios para poder aumentar su ROI de inversión publicitaria.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Incremento de ventas: 8%. Incremento del ROI: 2%.",
    "solution": "Se realiza un modelo de serie temporal para evaluar la contribución de cada medio a las ventas. Se realizan simulaciones de distintos escenarios para poder encontrar las regiones óptimas Beneficio - Riesgo.",
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Creación de modelos de marketing mix multimarca",
    "id": "30434100-544b-f011-877a-00224839ce84",
    "category": "Analítica de clientes y marketing",
    "description": "El departamento de marketing de una multinacional de cosmética necesita conocer cuál es el mix de medios para optimizar su inversión publicitaria. Esta multinacional es multiproducto y tiene distintas categorías. Además, existen campañas específicas por gama de productos y campañas genéricas de imagen de marca.",
    "business_segment": null,
    "sector": "Retail y Bienes de Consumo",
    "benefits": "Incremento de ventas: 6%. Incremento del ROI: 4%.",
    "solution": "Se decide hacer un conjunto de modelos de marketing mix que estén relacionados entre sí. Los modelos se categorizan por país y por gama de productos, teniendo en cuenta tanto efectos particulares como generales.",
    "services": null,
    "roles": null,
    "tecnologia": null,
    "fecha": null,
    "costo": null
  },
  {
    "title": "Atención Ciudadana apoyandonos en la IA Agentica",
    "id": "12345678-1234544-1234f01-1234877-12345678012",
    "category": "Proyectos de innovación e I+D",
    "description": "Las administraciones públicas necesitaban una solución escalable y moderna para mejorar la atención a la ciudadanía. El reto: ofrecer respuestas rápidas, precisas y empáticas en múltiples idiomas, canales y contextos. Además, era esencial garantizar un sistema capaz de escalar, aprender y adaptarse a los cambios normativos y sociales.",
    "business_segment": "Atencion Ciudadana",
    "sector": "Sociedad",
    "benefits": "Atención 24/7 en múltiples idiomas y canales. Reducción de tiempos de espera y resolución más rápida. Acceso inclusivo y personalizado según el perfil del ciudadano. Mayor satisfacción y confianza en los servicios públicos",
    "solution": "En Inetum acogemos a Data Science de las universidades incorporadas en el consorcio para colaborar con nosotros en la resolución de casos de uso. Tendremos la oportunidad de trasladar a nuestros técnicos, por períodos de un mes, a alguna de las universidades participantes para conocer los diferentes algoritmos y casos de uso en los cuales se está trabajando en el mundo académico.",
    "services": "Diseño de la arquitectura de agentes inteligentes. Desarrollo de agentes especializados (identidad digital, trámites, empleo, salud, etc.). Integración con sistemas públicos y canales (web, app, kioskos, voz). Talleres de co-creación con personal municipal. Automatización de procesos frecuentes con Copilot Studio. Implementación de traducción y síntesis de voz con Microsoft Cognitive Services",
    "roles": "Dirigido a Ayuntamientos y Gobiernos Regionales",
    "tecnologia": "Microsoft Copilot + Azure OpenAI",
    "fecha": "2025",
    "costo": null,
    "esquema":"statics/esquema.png"
    
  }
]